Repository: KDE/labplot
Catalog: po/*/labplot.po
Languages: ar

source: Connection to the database '%1' was successful.
ar: أَصبَحَ الاتصال بقاعدة البيانات '%1' ناجحًا.

source: New connection
ar: اتصال جديد

# @title:window
source: Dataset metadata manager
ar: مدير بيانات المجموعة الوصفية

source: column_description_%1
ar: وصف_العمود_%1

source: Description for column %1
ar: وصف للعمود %1

source: Content
ar: المحتوى

source: Link
ar: الرابط

source: Properties
ar: الخصائص

source: This option determines how the image is converted when importing.
ar: يحدّد هذا الخيار كيفية تحويل الصورة عند الاستيراد.

# @title:window
source: Import from Dataset Collection
ar: استورد من مجموعة بيانات

source: Dataset%1
ar: مجموعة البيانات%1

source: Failed to connect within %1 seconds
ar: فشل الاتصال خلال %1 ثانية

source: Dataset imported in %1 seconds.
ar: استوردت مجموعة البيانات في %1 ثانية.

source: All
ar: الكلّ

source: File not found
ar: الملف غير موجود

source: Couldn't open the dataset collections file %1. Please check your installation.
ar: لا يُمكِن فتح ملف مجموعات البيانات %1. يرجى التّحقّق من التّثبيت.

source: Dataset
ar: مجموعة البيانات

source: Description
ar: الوصف

source: Import to
ar: استورد إلى

source: Data container:
ar: حاوية البيانات:

source: Data container where the data has to be imported into
ar: حاوية البيانات التي يجب استيراد البيانات إليها

source: New
ar: جديد

source: Add new data container to the project
ar: أَضِف حاوية بيانات جديدة إلى المشروع

source: Position:
ar: الموضع:

source: Append
ar: الإلحاق

source: Prepend
ar: أَضِف في البداية

source: Replace
ar: استبدل

source: Add a new Workbook
ar: أَضِف كُتَيِّب عمل جديد

source: Workbook name:
ar: اسم كُتَيِّب العمل:

source: Add a new Spreadsheet
ar: أَضِف جدول بيانات جديد

source: Spreadsheet name:
ar: اسم جدول البيانات:

source: Add a new Matrix
ar: أَضِف مصفوفة جديدة

source: Matrix name:
ar: اسم المصفوفة:

source: Add a new Folder
ar: أضف مجلداً جديداً

source: Folder name:
ar: اسم المجلد:

source: New Folder
ar: مجلّداً جديداً

source: New Workbook
ar: كُتَيِّب عمل جديد

source: New Spreadsheet
ar: ورقة عمل جديدة

source: New Matrix
ar: مصفوفة جديدة

source: Close the dialog and import the data.
ar: أَغْلِقِ الحوار واستورد البيانات.

# @title:window
source: Import Data to Spreadsheet or Matrix
ar: استورد البيانات إلى جدول بيانات أو مصفوفة

# @title:window
source: Add New Live Data Source
ar: أَضِف مصدر بيانات حيّة جديد

source: Hide Options
ar: أَخْفِ الخيارات

source: Show Options
ar: أظهر الخيارات

source: Live data source created in %1 seconds.
ar: أُنْشِئ مصدر بيانات حيّة في %1 ثانية.

source: No target data container selected
ar: لا حاوية بيانات هدف مختارة

source: File %1 imported in %2 seconds.
ar: استورد الملف %1 في %2 ثانية.

source: The directory %1 doesn't exist.
ar: الدليل %1 غير موجود.

source: %1 files imported in %2 seconds.
ar: استورد %1 ملفًّا في %2 ثانية.

source: Cannot import into a matrix since the data contains non-numerical data.
ar: لا يُمكِن الاستيراد إلى مصفوفة بما أنَّ البيانات تحتوي على بيانات غير عددية.

source: Select a data container where the data has to be imported into.
ar: اختر حاوية بيانات حيث يجب استيراد البيانات إليها.

source: No file provided for import.
ar: لا ملفَّ مُقَدَّم للاستيراد.

source: The provided file doesn't exist.
ar: الملف المقدّم غير موجود.

source: Could not connect to the provided local socket. Error: %1.
ar: لا يُمكِن الاتصال بالمقبس المحلي المُقدَّم. خطأ: %1.

source: Could not connect to the provided local socket. The socket does not exist.
ar: لا يُمكِن الاتصال بالمقبس المحلي المُقدَّم. المقبس غير موجود.

source: Could not connect to the provided TCP socket. Error: %1.
ar: لا يُمكِن الاتصال بمقبس TCP المُقدَّم. خطأ: %1.

source: Either the host name or the port number is missing.
ar: اسم المُضيف أو رقم المَنفَذ مفقود.

source: Could not connect to the provided UDP socket. Error: %1.
ar: لا يُمكِن الاتصال بمقبس UDP المُقدَّم. خطأ: %1.

source: Serial port number is missing.
ar: رقم المنفذ التسلسليّ مفقود.

source: Either there is no connection, or no subscriptions were made, or the file filter is not ASCII.
ar: إمَّا لا يوجد اتصال، أو لم يُجرَ أي اشتراكات، أو مرشّح الملف ليس ASCII.

source: ASCII data
ar: بيانات ASCII

source: Binary data
ar: بيانات ثنائية

source: OpenDocument Spreadsheet (ODS)
ar: جدول بيانات OpenDocument (ODS)

source: Hierarchical Data Format 5 (HDF5)
ar: تنسيق البيانات الهرمي 5 (HDF5)

source: Network Common Data Format (NetCDF)
ar: تنسيق البيانات الشّبكي المشترك (NetCDF)

source: Vector Binary Logfile (BLF)
ar: ملفّ تسجلّ ثنائيّ للمتّجه (BLF)

source: Flexible Image Transport System Data Format (FITS)
ar: تنسيق بيانات نظام نقل الصور المرنة (FITS)

source: JSON Data
ar: بيانات JSON

source: Spice
ar: سبايس

source: SAS, Stata or SPSS
ar: SAS، Stata أو SPSS

source: MATLAB MAT file
ar: ملف MATLAB MAT

source: MCAP Data
ar: بيانات MCAP

source: ASCII Data
ar: بيانات ASCII

source: Binary Data
ar: البيانات الثّنائيّة

source: If this option is checked, only the link to the file is stored in the project file but not its content.
ar: إذا حُدِّد هذا الخيار، سيُخزَّن فقط وصلة الملف في ملف المشروع وليس محتواه.

source: If this option is checked, the relative path of the file (relative to project's folder) will be saved.
ar: إذا حُدِّد هذا الخيار، سيُحفَظ المسار النّسبيّ للملف (النّسبيّ إلى مجلد المشروع).

source: Continuously Fixed
ar: مُثبَّت باستمرار

source: From End
ar: من النّهاية

source: Till End
ar: حتى النّهاية

source: Whole File
ar: الملف بأَكمَلِه

source: Specify how the data source has to be processed on every read:<ul><li>Continuously fixed - fixed amount of samples is processed starting from the beginning of the newly received data.</li><li>From End - fixed amount of samples is processed starting from the end of the newly received data.</li><li>Till the End - all newly received data is processed.</li><li>Whole file - on every read the whole file is re-read completely and processed. Only available for "File Or Named Pipe" data sources.</li></ul>
ar: حدِّد كيف يجب معالجة مصدر البيانات عند كلّ قراءة:<ul><li>مُثبَّت باستمرار - يُعالَج مقدار مُثبَّت من العيّنات ابتداءً من بداية البيانات المُستَلَمة حديثًا.</li><li>من النّهاية - يُعالَج مقدار مُثبَّت من العيّنات ابتداءً من نهاية البيانات المُستَلَمة حديثًا.</li><li>حتى النّهاية - تُعالَج كلّ البيانات المُستَلَمة حديثًا.</li><li>الملف بأَكمَلِه - عند كلّ قراءة يُعاد قراءة الملف بأكمله بالكامل ومعالجته. متاح فقط لمصادر بيانات "ملفّ أو أنبوب مُسمَّى".</li></ul>

source: Number of samples (lines) to be processed on every read. Only needs to be specified for the reading mode "Continuously Fixed" and "From End".
ar: عدد العيّنات (الأسطر) الواجب معالجتها عند كلّ قراءة. يجب تحديده فقط لوضع القراءة "مُثبَّت باستمرار" و "من النّهاية".

source: Specify when and how frequently the data source needs to be read:<ul><li>Periodically - the data source is read periodically with user specified time interval.</li><li>On New Data - the data source is read when new data arrives.</li></ul>
ar: حدِّد متى وكم مرة يجب قراءة مصدر البيانات:<ul><li>بشكل دوريّ - يُقرَأ مصدر البيانات بشكل دوريّ بفاصل زمنيّ يحدّده المُستخدِم.</li><li>عند بيانات جديدة - يُقرَأ مصدر البيانات عندما تصل بيانات جديدة.</li></ul>

source: Specify how frequently the data source has to be read.
ar: حدِّد كم مرة يجب قراءة مصدر البيانات.

source: Specify how many samples need to be kept in memory after reading. Use "All" if all data has to be kept.
ar: حدِّد كم عدد العيّنات التي يجب الاحتفاظ بها في الذاكرة بعد القراءة. اِستخدم "الكلّ" إذا كان يجب الاحتفاظ بكلّ البيانات.

source: Enable to use the first row of the selected data region for the column names of the spreadsheet.
ar: فعّل لاستخدام الصفّ الأول من منطقة البيانات المختارة كأسماء أعمدة لجدول البيانات.

source: Manage MQTT connections
ar: أَدِر اتصالات MQTT

source: Specify the 'Last Will and Testament' message (LWT). At least one topic has to be subscribed.
ar: حدِّد رسالة 'الوصيّة الأخيرة' (LWT). يجب أن يكون مشتركًا في موضوع واحد على الأقل.

source: The number of rows is calculated from the values of the data portion tab
ar: يُحسَب عدد الصفوف من قيم لسان جزء البيانات

# @title:window
source: Select the Directory Data Source
ar: اختر مصدر بيانات الدليل

# @title:window
source: Select the File Data Source
ar: اختر مصدر بيانات الملف

# @title:window
source: Select the DBC file
ar: اختر ملف DBC

source: DBC file (*.dbc)
ar: ملف DBC (*.dbc)

source: Origin Project files need to be opened with "Import -> Origin Project"!
ar: يجب فتح ملفات مشروع Origin باستخدام "استيراد -> مشروع Origin"!

source: LabPlot Project files need to be opened with "Import -> LabPlot Project"!
ar: يجب فتح ملفات مشروع معمل الرسم باستخدام "استيراد -> مشروع معمل الرسم"!

source: Data Format
ar: نسق البيانات

source: Preview
ar: معاينة

source: Data Portion to Read
ar: جزء البيانات للقراءة

source: Data format && preview
ar: شكل البيانات ومعاينتها

source: Automatic
ar: آليّ

source: file command not found
ar: لم يُعثَر على أمر الملف

source: cannot open
ar: تعذّر فتح الملفّ

source: <b>File type:</b> %1
ar: <b>نوع الملفّات:</b> %1

source: General:
ar: عام:

source: yes
ar: نعم

source: no
ar: لا

source: Readable: %1
ar: قابل للقراءة: %1

source: Writable: %1
ar: قابل للكتابة: %1

source: Executable: %1
ar: تنفيذيّ: %1

source: Birth time: %1
ar: وقت الإنشاء: %1

source: Last metadata changed: %1
ar: آخر تغيير في البيانات الوصفية: %1

source: Last modified: %1
ar: آخر تعديل: %1

source: Last read: %1
ar: آخر قراءة: %1

source: Owner: %1
ar: المالك: %1

source: Group: %1
ar: المجموعة: %1

source: %1 cByte
ar: %1 بايت

source: Summary:
ar: الملخّص:

source: Content:
ar: المحتوى:

source: Could not open file %1 for reading.
ar: ذّر فتح الملف %1 للقراءة.

source: Number of sub-directories: %1
ar: عدد الأدلة الفرعية: %1

source: Couldn't read the directory %1.
ar: لا يُمكِن قراءة الدليل %1.

source: Invalid number rows. Please check 'End Row' and 'Start Row'. 'End Row' must be larger than 'Start Row' or -1
ar: عدد الصفوف غير صالح. يرجى التّحقّق من 'صف النّهاية' و 'صف البداية'. يجب أن يكون 'صف النّهاية' أكبر من 'صف البداية' أو -1

source: Initialization failed: %1
ar: فشل التهيئة: %1

source: Failed to connect to the local socket: %1
ar: فشل الاتصال بالمقبس المحلي: %1

source: Failed to connect to the TCP socket. %1
ar: فشل الاتصال بمقبس TCP. %1

source: Socket operation timed out.
ar: انتهت مهلة عملية المقبس.

source: Not ready for read after 2s:
ar: ليس جاهزًا للقراءة بعد 2 ثانية:

source: Unable to bind:
ar: غير قادر على الربط:

source: Parse Error: %1
ar: خطأ في التّحليل: %1

source: Not ready for read after 2 sec
ar: ليس جاهزًا للقراءة بعد 2 ثانية

source: Failed to open serial port. error: %1
ar: فشل فتح المنفذ التسلسلي. خطأ: %1

source: No data arrived yet for the selected topic
ar: لم تصل بيانات بعد للموضوع المختار

source: Not a HDF5 file: %1
ar: ليس ملف HDF5: %1

source: Parsing ODS file %1 failed.
ar: فشل تحليل ملف ODS %1.

source: Couldn't subscribe to all available topics.
ar: لا يُمكِن الاشتراك في كلّ المواضيع المتاحة.

source: Failed to connect to '%1'. Error %2.
ar: فشل الاتصال بـ '%1'. خطأ %2.

source: Disconnected from '%1'.
ar: فُصِل الاتصال عن '%1'.

source: Available (%1)
ar: متوفّرة (%1)

source: Wrong username or password
ar: اسم المستخدم أو كلمة السر خاطئة

source: The client ID wasn't accepted
ar: رقم تعريف العميل لم يُقبَل

source: The broker %1 couldn't be reached.
ar: لا يُمكِن الوُصول إلى الوسيط %1.

source: The client is not authorized to connect.
ar: العميل غير مُخوَّل بالاتصال.

source: An unknown error occurred.
ar: حدث خطأ مجهول

source: An error occurred.
ar: حدث خطأ.

source: Connecting to '%1:%2' timed out.
ar: انتهت مهلة الاتصال بـ '%1:%2'.

source: Toggle Options
ar: بدّل الخيارات

# @title:window
source: Import from kaggle.com
ar: استورد من kaggle.com

source: Show previous datasets
ar: أَرِ مجموعات البيانات السابقة

source: Show next datasets
ar: أَرِ مجموعات البيانات التالية

source: Download the current dataset for preview and import
ar: نزّل مجموعة البيانات الحالية للمعاينة والاستيراد

source: Dataset:
ar: مجموعة البيانات:

source: Could not read %1
ar: لا يُمكِن قراءة %1

source: Could not open %1
ar: لا يُمكِن فتح %1

source: Could not create %1
ar: لا يُمكِن إنشاء %1

source: Could not find .csv files in %1
ar: لا يُمكِن إيجاد ملفات ‎.csv في %1

# @title:window
source: Import Origin Multi-Layer Graphs
ar: استورد رسوم Origin البيانية متعدّدة الطبقات

source: Multiple layers are used in Origin to either implement multiple plots or multiple axes on the same plot (see <a href="https://www.originlab.com/doc/Origin-Help/MultiLayer-Graph">Origin's Documentation</a> for more details).<br>LabPlot can process only one type at the same time.<br><br>Specify how to import multi-layered graphs in the selected project:<ul><li>As Plot Area - a new plot area is created for every layer.</li><li>As Coordinate System - a new coordinate system (data range) on the same plot area is created for every layer.</li></ul>
ar: تستخدم طبقات متعدّدة في Origin إمَّا لتطبيق مؤامرات متعدّدة أو محاور متعدّدة على نفس المؤامرة (اُنظر <a href="https://www.originlab.com/doc/Origin-Help/MultiLayer-Graph">وثائق Origin</a> لمزيد من التّفاصيل).<br>يستطيع معمل الرسم معالجة نوع واحد فقط في نفس الوقت.<br><br>حدِّد كيفية استيراد الرّسوم البيانية متعدّدة الطبقات في المشروع المختار:<ul><li>كمنطقة مؤامرة - تُنشَأ منطقة مؤامرة جديدة لكلّ طبقة.</li><li>كنظام إحداثيّ - يُنشَأ نظام إحداثيّ جديد (نطاق بيانات) على منطقة المؤامرة نفسها لكلّ طبقة.</li></ul>

source: As Plot Area
ar: كمنطقة مؤامرة

source: As Coordinate System
ar: كنظام إحداثيّ

source: Add new folder
ar: أضف مجلداً جديداً

# @title:window
source: Import LabPlot Project
ar: استورد مشروع معمل الرسم

# @title:window
source: Import Origin Project
ar: استورد مشروع Origin

source: Specify the file where the project content has to be imported from.
ar: حدِّد الملف الذي يجب استيراد محتوى المشروع منه.

source: Select one or several objects to be imported into the current project. Note, all children of the selected objects as well as all the dependent objects will be automatically selected. To import the whole project, select the top-level project node.
ar: اختر كائنًا واحدًا أو عدّة كائنات يجب استيرادها إلى المشروع الحاليّ. اِنتبه، ستختار آليًّا كلّ توابع الكائنات المختارة وكذلك كلّ الكائنات التّابعة. لاستيراد المشروع بأكمله، اختر عقدة المشروع من المستوى الأعلى.

source: Specify the target folder in the current project where the selected objects have to be imported into.
ar: حدِّد مجلد الهدف في المشروع الحالي الذي يجب استيراد الكائنات المختارة إليه.

source: Specify how to import multi-layered graphs.
ar: حدِّد كيفية استيراد الرّسوم البيانية متعدّدة الطبقات.

source: The object listed below already exists in target folder and will be overwritten:
ar: الكائن المذكور أدناه موجود في مجلد الهدف بالفعل وسيكتب فوقه:

source: Do you want to proceed?
ar: أَتودّ المتابعة؟

source: Override existing objects?
ar: أَتودّ الكتابة فوق الكائنات الموجودة؟

source: Project data imported in %1 seconds.
ar: استوردت بيانات المشروع في %1 ثانية.

source: Close the dialog and import the selected objects.
ar: أَغْلِقِ الحوار واستورد الكائنات المختارة.

source: Select object(s) to be imported.
ar: اختر الكائن (الكائنات) الواجب استيراده.

# @title:window
source: Open LabPlot Project
ar: اِفْتَحْ مشروع معمل الرسم

source: LabPlot Projects (%1)
ar: مشاريع معمل الرسم (%1)

# @title:window
source: Open Origin OPJ Project
ar: اِفْتَحْ مشروع Origin OPJ

source: Origin OPJ Projects (%1)
ar: مشاريع Origin OPJ (%1)

source: Data imported in %1 seconds.
ar: استوردت البيانات في %1 ثانية.

source: Select a valid database object (table or query result set) that has to be imported.
ar: اختر كائن قاعدة بيانات صالح (جدول أو مجموعة نتائج استعلام) يجب استيراده.

source: Table
ar: الجدول

source: Custom Query
ar: استعلام مُخصَّص

source: Manage connections
ar: أَدِر الاتصالات

source: Couldn't find the database file '%1'. Please check the connection settings.
ar: لا يُمكِن إيجاد ملف قاعدة البيانات '%1'. يرجى التّحقّق من إعدادات الاتصال.

source: Failed to connect to the database '%1'. Please check the connection settings.
ar: فشل الاتصال بقاعدة البيانات '%1'. يرجى التّحقّق من إعدادات الاتصال.

source: Failed to execute the query for the preview
ar: فشل تنفيذ الاستعلام للمعاينة

source: Refresh the data preview of the selected table
ar: حَدِّث معاينة بيانات الجدول المختار

source: Execute the query and preview its result
ar: نَفِّذ الاستعلام وعاين نتيجته

source: Failed to execute the query
ar: فشل تنفيذ الاستعلام

# @title:window
source: MQTT Connections
ar: اتصالات MQTT

# @title:window
source: MQTT Connections [Changed]
ar: اتصالات MQTT [مُغيَّر]

source: Add new MQTT connection
ar: أَضِف اتصال MQTT جديد

source: Remove selected MQTT connection
ar: أَزِل اتصال MQTT المختار

source: Please set a password.
ar: يرجى تعيين كلمة مرور.

source: Please set a username.
ar: يرجى تعيين اسم مستخدم.

source: Please set a client ID.
ar: يرجى تعيين رقم تعريف العميل.

source: Please set a valid host name.
ar: يرجى تعيين اسم مُضيف صالح.

source: Please set a valid name.
ar: يرجى تعيين اسم صالح.

source: Please provide a unique name.
ar: يرجى تزويد اسم فريد.

source: Host name and port must be unique.
ar: يجب أن يكون اسم المُضيف والمَنفَذ فريدين.

source: Please set a valid port.
ar: يرجى تعيين مَنفَذ صالح.

source: Connection to the broker '%1:%2' was successful.
ar: أَصبَحَ الاتصال بالوسيط '%1:%2' ناجحًا.

source: Failed to connect to the broker '%1:%2'.
ar: فشل الاتصال بالوسيط '%1:%2'.

source: Disconnected from the broker '%1:%2' before the connection was successful.
ar: فُصِل الاتصال عن الوسيط '%1:%2' قبل نجاح الاتصال.

source: Subscribe selected topics
ar: اِشتَرِكْ في المواضيع المختارة

source: Unsubscribe selected topics
ar: أَلْغِ الاشتراك من المواضيع المختارة

source: Enter the name of the topic to navigate to it.
ar: أَدخِل اسم الموضوع للتّنقّل إليه.

source: Enter the name of the topic
ar: أَدخِل اسم الموضوع

source: Set the Quality of Service (QoS) for the subscription to define the guarantee of the message delivery:<ul><li>0 - deliver at most once</li><li>1 - deliver at least once</li><li>2 - deliver exactly once</li></ul>
ar: اضبط جودة الخدمة (QoS) للاشتراك لتحديد ضمان تسليم الرسالة:<ul><li>0 - سَلِّم مرّة واحدة على الأكثر</li><li>1 - سَلِّم مرّة واحدة على الأقل</li><li>2 - سَلِّم مرّة واحدة بالضبط</li></ul>

source: Warning
ar: تحذير

source: You already subscribed to a topic containing this one
ar: أَنت مشترك بالفعل في موضوع يحتوي على هذا الموضوع

source: You already subscribed to this topic
ar: أَنت مشترك بالفعل في هذا الموضوع

source: Available
ar: متوفّرة

source: Values
ar: القيم

source: Data sheets
ar: أوراق البيانات

source: Histograms
ar: الرسوم البيانية

source: Trees and Tuples
ar: الأشجار والصفوف

source: Histogram Data
ar: بيانات المدرج التكراري

source: Bin Center
ar: مركز الحاوية

source: Low Edge
ar: الحافة السفلية

source: Error
ar: خطأ

source: Branch/Leaf
ar: فرع/ورقة

source: Array Size
ar: حجم المصفوفة

source: Data regions
ar: مناطق البيانات

source: Top
ar: الأعلى

source: Bottom
ar: الأسفل

source: Centered
ar: موسّطة

source: Logical
ar: منطقي

source: Auto Data
ar: بيانات آليّة

source: Axis range:<ul><li>Auto - automatically set the start and end points of the axis to the current plot ranges</li><li>Auto Data - automatically set the start and end points of the axis to the minimal and maximal plotted data points, respectively</li><li>Custom - manually specify the start and end points of the axis</li></ul>
ar: نطاق المحور:<ul><li>آليّ - اضبط آليًّا نقاط بداية ونهاية المحور إلى نطاقات الرّسم الحالية</li><li>بيانات آليّة - اضبط آليًّا نقاط بداية ونهاية المحور إلى الحدّ الأدنى والحدّ الأقصى لنقاط البيانات المرسومة، على التّوالي</li><li>مُخصَّص - حدِّد يدويًّا نقاط بداية ونهاية المحور</li></ul>

source: If enabled: Use the major tick number as base to determine the new number of ticks for nice looking values. The number of ticks might be different than the number previously set.
ar: إذا فُعِّل: استخدم رقم العلامة الرّئيسيّة كأساس لتحديد عدد العلامات الجديدة لقيم ذات مظهر جيد. قد يكون عدد العلامات مختلفًا عن العدد المضبوط سابقًا.

source: No arrow
ar: لا يوجد سهم

source: Simple, Small
ar: بسيط، صغير

source: Simple, Big
ar: بسيط، كبير

source: Filled, Small
ar: مملوء، صغير

source: Filled, Big
ar: مملوء، كبير

source: Semi-filled, Small
ar: نصف مملوء، صغير

source: Semi-filled, Big
ar: نصف مملوء، كبير

source: Left
ar: اليسار

source: Right
ar: اليمين

source: Both
ar: كليهما

source: In
ar: في

source: Out
ar: خارج

source: In and Out
ar: في الداخل والخارج

source: Number
ar: الرقم

source: Spacing
ar: التّباعد

source: Custom Column Values
ar: قيم عمود مخصصة

source: Custom Column Labels
ar: لصائق عمود مخصصة

source: Absolute Value
ar: قيمة مطلقة

source: Offset
ar: الإزاحة

source: No labels
ar: بلا تسميات

source: Position Values
ar: قيم الموضع

source: Decimal notation
ar: ترميز عشري

source: Scientific notation
ar: كتابة علمية

source: Scientific E notation
ar: ترميز علمي E

source: Powers of 10
ar: قوى العدد 10

source: Powers of 2
ar: قوى العدد 2

source: Powers of e
ar: قوى العدد e

source: Multiples of π
ar: مضاعفات العدد π

source: Angle (DMS)
ar: الزاوية (DMS)

source: Transparent
ar: شفاف

source: Defines how and where to position the major ticks on the axis:<ul><li>Number - ticks are placed equidistantly, the spacing between them is determined by the provided fixed number of ticks.</li><li>Spacing - ticks are placed equidistantly with the provided spacing between them.</li><li>Custom Column Values - positions are determined by the values in the custom column provided below.</li><li>Custom Column Labels - positions are determined by the value labels in the custom column provided below.</li></ul></ul>
ar: يحدد كيفية ومكان وضع العلامات الرئيسة على المحور:<ul><li>العدد - توضع العلامات بمسافات متساوية، ويحدد التباعد بينها عبر عدد ثابت محدد من العلامات.</li><li>التباعد - توضع العلامات بمسافات متساوية بناءً على التباعد المحدد بينها.</li><li>قيم عمود مخصصة - تحدد المواقع بناءً على القيم الموجودة في العمود المخصص المذكور أدناه.</li><li>لصائق عمود مخصصة - تحدد المواقع بناءً على لصائق القيم في العمود المخصص المذكور أدناه.</li></ul></ul>

source: Defines where to position the first major tick:<ul><li>Absolute Value - the first tick is positioned at the absolute value provided below.</li><li>Offset - the first tick is positioned at the offset relatively to the beginning of the axis range.</li></ul></ul>
ar: يحدد مكان وضع أول علامة رئيسة:<ul><li>القيمة المطلقة - توضع العلامة الأولى عند القيمة المطلقة المحددة أدناه.</li><li>الإزاحة - توضع العلامة الأولى عند إزاحة محددة بالنسبة لبداية نطاق المحور.</li></ul></ul>

source: Column with the values that should be used as the positions of the major ticks.
ar: العمود الذي يحتوي على القيم التي ينبغي استخدامها كمواقع للعلامات الرئيسة.

source: Defines which text labels to show for the major ticks:<ul><li>Position Values - the positions of the ticks are used as text labels.</li><li>Custom Column Values - values in the custom column provided below are used as text labels.</li></ul></ul>
ar: يحدد اللصائق النصية التي تظهر للعلامات الرئيسة:<ul><li>قيم المواقع - تستخدم مواقع العلامات كلصائق نصية.</li><li>قيم عمود مخصصة - تستخدم القيم الموجودة في العمود المخصص المذكور أدناه كلصائق نصية.</li></ul></ul>

source: Column with the values that should be used as the text labels for the major ticks.
ar: العمود الذي يحتوي على القيم التي ينبغي استخدامها كلصائق نصية للعلامات الرئيسة.
