Repository: KDE/labplot
Catalog: po/*/labplot.po
Languages: ar

source: Lambda:
ar: لامدا:

source: Iterations:
ar: التكرارات:

source: Robust:
ar: المتانة:

source: Seasonal Length:
ar: الطول الموسمي:

source: Trend Length:
ar: طول الاتجاه:

source: Low-Pass Length:
ar: طول التمرير المنخفض:

source: Seasonal Degree:
ar: الدرجة الموسمية:

source: Trend Degree:
ar: درجة الاتجاه:

source: Low-Pass Degree:
ar: درجة التمرير المنخفض:

source: Seasonal Jump:
ar: القفز الموسمي:

source: Trend Jump:
ar: قفز الاتجاه:

source: Low-Pass Jump:
ar: قفز التمرير المنخفض:

source: Comments:
ar: تعليقات:

source: Linking
ar: ربط

source: Sparklines:
ar: رسوم بيانية شرارة:

source: Enabled
ar: ممكّن

source: Header
ar: ترويسة

source: Statistics:
ar: الإحصائيّات:

source: Mean absolute deviation around mean
ar: متوسط الانحراف المطلق حول المتوسط

source: Select None
ar: لا تختر شيئًا

source: Distance:
ar: المسافة:

source: Numeric:
ar: رقميّ:

source: DateTime:
ar: التاريخ والوقت:

source: Page:
ar: الصّفحة:

source: Scale content:
ar: محتوى المقياس:

source: Subtraction
ar: طرح

source: Smoothness (Power of 10):
ar: النعومة (قوة 10):

source: Termination Ratio:
ar: نسبة الإنهاء:

source: X-Range:
ar: نطاق X:

source: Results:
ar: النّتائج:

source: Sampling Interval:
ar: فاصل أخذ العينات:

source: Wrap Response:
ar: لف الاستجابة:

source: Y-Data Response:
ar: استجابة بيانات Y:

source: Y-Data Signal:
ar: إشارة بيانات Y:

source: (De-)Convolution
ar: (فك) الالتفاف

source: Norm. Response:
ar: استجابة معيّرة:

source: Correlation
ar: ارتباط

source: Y-Data Signal 2:
ar: إشارة بيانات Y 2:

source: Y-Data Signal 1:
ar: إشارة بيانات Y 1:

source: Normalize:
ar: التطبيع:

source: intermediate points to evaluate between each two points
ar: نقاط متوسطة لتقييمها بين كل نقطتين

source: Drop lines
ar: إسقاط الخطوط

source: Interm. points:
ar: نقاط متوسطة:

source: Ignore Gaps:
ar: تجاهل الفجوات:

source: Connection
ar: الاتصال

source: Monoton incr. X:
ar: زيادة رتيبة X:

source: Derivative:
ar: مشتق:

source: Accuracy Order:
ar: ترتيب الدقة:

source: Equation
ar: معادلة رياضية

source: Advanced fit options
ar: خيارات الملاءمة المتقدمة

source: Opens a dialog to change advanced fit options
ar: يفتح حوارًا لتغيير خيارات الملاءمة المتقدمة

source: Name of the fit curve
ar: اسم منحنى الملاءمة

source: col =
ar: عمد =

source: Weight for y data
ar: وزن لبيانات ص

source: Y-Weight:
ar: وزن ص:

source: Weight for x data
ar: وزن لبيانات س

source: X-Weight:
ar: وزن س:

source: Fit model category
ar: فئة نموذج الملاءمة

source: Category:
ar: الفئة:

source: Data to fit
ar: البيانات للملاءمة

source: Optional comment
ar: تعليق اختياري

source: Algorithm:
ar: الخوارزمية:

source: Type of data source
ar: نوع مصدر البيانات

source: Source curve
ar: منحنى المصدر

source: Source of y data
ar: مصدر بيانات ص

source: How to weight the data points
ar: كيفية وزن نقاط البيانات

source: Weights:
ar: الأوزان:

source: Show fit curve
ar: أظهر منحنى الملاءمة

source: Fit results
ar: نتائج الملاءمة

source: Degree of fit model
ar: درجة نموذج الملاءمة

source: Select predefined function
ar: اختر دالة مسبقة التحديد

source: Select predefined constants
ar: اختر ثوابت مسبقة التحديد

source: Function to fit and options
ar: الدالة للملاءمة والخيارات

source: Fit:
ar: ناسب:

source: Run fit
ar: أجرِ الملاءمة

source: Run
ar: تشغيل

source: Specify parameters and their properties
ar: حدد المعاملات وخصائصها

source: Parameters:
ar: المعاملات:

source: Fit model type
ar: نوع نموذج الملاءمة

source: Function of fit model
ar: دالة نموذج الملاءمة

source: Source of x data
ar: مصدر بيانات س

source: Resulting fit parameter and properties
ar: معاملات وخصائص الملاءمة الناتجة

source: Parameters
ar: معاملات

source: Goodness of fit
ar: جودة الملاءمة

source: Residual mean square
ar: متوسط مربع البواقي

source: Root mean square deviation (RMSD, SD)
ar: جذر متوسط مربع الانحراف (RMSD، SD)

source: F test
ar: اختبار F

source: Mean absolute error (MAE)
ar: متوسط الخطأ المطلق (MAE)

source: Akaike information criterion (AIC)
ar: معيار أكايكي للمعلومات (AIC)

source: Bayesian information criterion (BIC)
ar: معيار بايزي للمعلومات (BIC)

source: Log
ar: سجل

source: Status
ar: الحالة

source: Iterations
ar: تكرارات

source: Tolerance
ar: التسامح

source: Calculation time
ar: حسابات الوقت

source: X range
ar: نطاق س

source: Form:
ar: الاستمارة:

source: Cutoff2:
ar: حد القطع2:

source: Filter
ar: المرشّح

source: Output:
ar: الخرج:

source: Two Sided
ar: على الجانبين

source: Shifted
ar: مُزاح

source: X-Axis Scale:
ar: مقياس محور س:

source: Window:
ar: النافذة:

source: Function:
ar: الدّالة:

source: Absolute area
ar: المساحة المطلقة

source: Variant:
ar: التّنويعة:

source: Parameter:
ar: المعامل:

source: Evaluate:
ar: قدّر:

source: Tension:
ar: الشد:

source: Continuity:
ar: استمرارية:

source: Bias:
ar: الانحياز:

source: Simplification
ar: تبسيط

source: Option:
ar: خيار:

source: Percentile:
ar: مئين:

source: Padding Mode:
ar: وضع الحشو:

source: Left value:
ar: قيمة اليسار:

source: Right value:
ar: قيمة اليمين:

source: Weight:
ar: الوزن:

source: Polynom Order:
ar: ترتيب كثير الحدود:

source: Examples:
ar: أمثلة:

source: show the fit function with the given start parameters
ar: أظهر دالة الملاءمة بالمعاملات المبدئية المعطاة

source: Preview fit function
ar: معاينة دالة الملاءمة

source: Specify the tolerance for the fit algorithm convergence
ar: حدد التفاوت لتقارب خوارزمية الملاءمة

source: Tolerance:
ar: دائرة التأثير:

source: This option can be used to turn on and off the usage of given data uncertainties when fitting.
ar: استخدِم هذا الخيار لتشغيل وإيقاف استخدام عدم التيقن للبيانات المعطاة أثناء الملاءمة.

source: Use given data uncertainties
ar: استخدِم عدم التيقن للبيانات المعطاة

source: Number of points to use when evaluating the final fit function
ar: عدد النقاط للاستخدام عند تقييم دالة الملاءمة النهائية

source: Evaluated points:
ar: النقاط المُقيَّمة:

source: Specify maximum number of iterations for the fit algorithm
ar: حدد العدد الأقصى للتكرارات لخوارزمية الملاءمة

source: Max. iterations:
ar: الحد الأقصى للتكرارات:

source: Select range of data to use for fitting
ar: اختر نطاق البيانات للاستخدام للملاءمة

source: Auto fit range
ar: نطاق ملاءمة آلي

source: Select the range to evaluate the resulting fit function
ar: اختر النطاق لتقييم دالة الملاءمة الناتجة

source: Auto evaluation range
ar: نطاق تقييم آلي

source: If selected, the resulting fit parameter are set as new start values.
ar: إذا اُختير، فستُضبط معاملات الملاءمة الناتجة كقيم مبدئية جديدة.

source: Use results as new start values
ar: استخدِم النتائج كقيم مبدئية جديدة

source: Robust fit:
ar: ملاءمة قوية:

source: Confidence Interval
ar: مجال ثقة

source: Unit:
ar: الوحدة:

source: Key:
ar: المفتاح:

source: Open File...
ar: افتح الملف...

source: Close File
ar: أغلق الملف

source: Vert. Alignment:
ar: محاذاة عمودية:

source: Distance to the axis tick labels
ar: المسافة إلى تسميات تجزئة المحور

source: Offset X:
ar: الانحراف السيني:

source: Mode:
ar: الوضع:

source: Main font:
ar: الخط الرئيس:

source: Show Placeholder Text (editable)
ar: أظهر نص العنصر النائب (قابل للتعديل)

source: Text:
ar: النص:

source: Hor. Alignment:
ar: محاذاة أفقية:

source: Offset Y:
ar: الانحراف الصادي:

source: y =
ar: ص =

source: x =
ar: س =

source: QoS
ar: جودة الخدمة (QoS)

source: Mean deviation
ar: متوسط الانحراف

source: Mean deviation around median
ar: متوسط الانحراف حول الوسيط

source: Median deviation
ar: انحراف وسيط

source: Own message:
ar: رسالة ذاتية:

source: Message type:
ar: نوع الرسالة:

source: Time Interval
ar: فاصل زمني

source: On Click
ar: عند النّقر

source: Time interval:
ar: الفاصل الزمني:

source: Own Message
ar: رسالة ذاتية

source: Statistics
ar: الإحصائيّات

source: Last Message Received
ar: آخر رسالة استُقبلَت

source: Retain:
ar: احتفظ:

source: Will statistics:
ar: إحصائيات الإيصاء:

source: Update type:
ar: نوع التحديث

source: Activate
ar: نشّط

source: Color map:
ar: خريطة الألوان:

source: Create new color map
ar: أنشئ خريطة ألوان جديدة

source: Open existing color map
ar: افتح خريطة ألوان موجودة

source: Pattern:
ar: النمط:

source: Threshold:
ar: العتبة:

source: Mesh
ar: شبك سلكي

source: Relative scale
ar: مقياس نسبي

source: Levels
ar: المستويات

source: Number of levels:
ar: عدد المستويات:

source: Line width:
ar: عرض الخطّ:

source: Line color:
ar: لون الخطّ:

source: Multicoloring
ar: تعدد الألوان

source: Installed Templates:
ar: القوالب المثبَّتة:

source: Preview:
ar: معاينة:

source: Location:
ar: المكان:

source: Cache:
ar: الخبيئة:

source: Kaggle
ar: كاغل

source: CLI Path:
ar: مسار واجهة سطر الأوامر (CLI):

source: Total size -
ar: الحجم الكليّ -

source: Files -
ar: الملفات -

source: Clear
ar: امحُ

source: Startup:
ar: بدء التشغيل:

source: Omit leading zero in exponent
ar: احذف الصفر البادئ في الأس

source: Terms:
ar: المصطلحات:

source: Save Calculations:
ar: احفظ الحسابات:

source: <html><head/><body><p>Use terms compliant with the <a href="http://www.bipm.org/utils/common/documents/jcgm/JCGM_100_2008_E.pdf"><span style=" text-decoration: underline; color:#2980b9;">Guide to the Expression of Uncertainty in Measurement (GUM)</span></a></p></body></html>
ar: <html><head/><body><p>استخدِم مصطلحات متوافقة مع <a href="http://www.bipm.org/utils/common/documents/jcgm/JCGM_100_2008_E.pdf"><span style=" text-decoration: underline; color:#2980b9;">دليل التعبير عن عدم التيقن في القياس (GUM)</span></a></p></body></html>

source: GUM compliant
ar: متوافق مع GUM

source: Omit group separator
ar: احذف فاصل المجموعة

source: Include trailing zeroes after dot
ar: أدرج الأصفار اللاحقة بعد النقطة

source: Notebook:
ar: دفتر الملاحظات:

source: New Project:
ar: مشروع جديد:

source: Title Bar:
ar: شريط العنوان:

source: Use Hyphen '-' instead of Minus '–'
ar: استخدِم الواصلة '-' بدلاً من علامة الطرح '–'

source: Auto-save:
ar: حفظ آليّ:

source: <html><head/><body><p>Save projects in a uncompressed xml format that can be opened in LabPlot versions older than 2.9 and are useful for version controlled projects</p></body></html>
ar: <html><head/><body><p>احفظ المشاريع بتنسيق xml غير مضغوط يفتح في إصدارات معمل الرسم الأقدم من 2.9 وهو مفيد للمشاريع الخاضعة للتحكم في الإصدارات</p></body></html>

source: Save in compressed format
ar: احفظه بتنسيق مضغوط

source: Tracing:
ar: التتبع:

source: Compression:
ar: الضغط:

source: Units:
ar: الوحدات:

source: Number Options:
ar: خيارات الرقم:

source: Info
ar: معلومات

source: Performance
ar: الأداء

source: Debug
ar: تنقيح

source: Dock Widget Placement:
ar: توضيع ودجت الرصيف:

source: Save Data in Project file:
ar: احفظ البيانات في ملف المشروع:

source: Appearance
ar: المظهر

source: Syntax Highlighting
ar: إبراز الصّياغة

source: Syntax Completion
ar: إكمال الصيغة

source: Line Numbers
ar: أرقام الأسطر

source: LaTeX Typesetting
ar: تنضيد لاتخ

source: Animations
ar: التّحريكات

source: Evaluation
ar: تقييم

source: Re-evaluate entries automatically
ar: أعِد تقييم الإدخالات آليًّا

source: Ask for confirmation when restarting
ar: اطلب تأكيدًا عند إعادة التشغيل

source: Auto-Save
ar: حفظ آليّ

source: TODO
ar: مَهمّة

source: Show column type
ar: أظهر نوع العمود

source: Show plot designation
ar: أظهر تعيين الرسم

source: Reset Layout
ar: صفّر التخطيط

source: Thumbnail Size:
ar: حجم الصورة المصغرة:

source: Double buffering
ar: تخزين مؤقت مزدوج

source: Theme:
ar: السمة:

source: Interactive
ar: تفاعلية

source: Typesetting engine:
ar: محرك التنضيد:

source: Add:
ar: أضف:

source: Start Time:
ar: وقت البدء:

source: End Value:
ar: القيمة النهائية:

source: Start Value:
ar: القيمة المبدئية:

source: End Time:
ar: وقت الانتهاء:

source: Numeric Values
ar: قيم رقمية

source: min.
ar: دق

source: Condition:
ar: الشرط:

source: max.
ar: الأقصى.

source: Text Values
ar: قيم نصية

source: DateTime Values
ar: قيم التاريخ والوقت

source: Delete Rows
ar: احذف الصفوف

source: Fix:
ar: ثبّت:

source: Specify the name of the file to export.
ar: حدد اسم الملف للتصدير.

source: Area to export:
ar: المنطقة المراد تصديرها:

source: Export horizontal header:
ar: صدّر الرأس الأفقي:

source: Skip empty rows:
ar: تخطَّ الصفوف الفارغة:

source: Export vertical header:
ar: صدّر الرأس العمودي:

source: Compression
ar: الضغط

source: Compression Level
ar: مستوى الضغط

source: Export to:
ar: صدّر إلى:

source: Grid lines:
ar: خطوط الشبكة:

source: Headers:
ar: التّرويسات:

source: Table captions:
ar: تسميات الجدول:

source: Export header:
ar: صدّر الرأس:

source: Comments as column units:
ar: التعليقات كوحدات عمود:

source: Flatten selected columns relative to:
ar: سطّح الأعمدة المختارة بالنسبة إلى:

source: Highlight:
ar: إبراز:

source: Colors
ar: الألوان

source: auto update the values
ar: حدّث القيم آليًّا

source: auto resize the column
ar: غيّر حجم العمود آليًّا

source: Placement
ar: الموضع

source: All Plots in one Plot Area
ar: جميع الرسوم في منطقة رسم واحدة

source: One Plot Area per Plot
ar: منطقة رسم واحدة لكل رسم

source: Existing Plot Area
ar: منطقة رسم موجودة

source: Create Plot for original Data
ar: أنشئ رسمًا للبيانات الأصلية

source: &New Plot Area in an Existing Worksheet
ar: &منطقة رسم جديدة في ورقة عمل موجودة

source: New Plot Areas in Multiple New Worksheets
ar: منطقة رسم جديدة في أوراق عمل جديدة

source: <html><head/><body><p>Random number distributions as defined in <a href="https://www.gnu.org/software/gsl/doc/html/randist.html"><span style=" text-decoration: underline; color:#2980b9;">GSL documentation</span></a></p></body></html>
ar: <html><head/><body><p>توزيعات الأرقام العشوائية كما هي محددة في <a href="https://www.gnu.org/software/gsl/doc/html/randist.html"><span style=" text-decoration: underline; color:#2980b9;">وثائق GSL</span></a></p></body></html>

source: Seed:
ar: البذرة:

source: Replace:
ar: استبدل:

source: Find:
ar: ابحث عن:

source: Search order
ar: ترتيب البحث

source: Match case sensitive
ar: طابق حالة الأحرف

source: Search in the selection only
ar: ابحث في التحديد فقط

source: Jump to next match
ar: اقفز إلى المطابقة التالية

source: Jump to previous match
ar: اقفز إلى المطابقة السابقة

source: Replace next match
ar: استبدل المطابقة التالية

source: Replace all matches
ar: استبدل جميع المطابقات

source: Replace &All
ar: استبدل &الكل

source: &Find All
ar: &ابحث عن الكل

source: Switch to incremental search bar
ar: حوّل إلى شريط البحث التزايدي

source: Text to replace with
ar: النص للاستبدال به

source: F&ind:
ar: &ابحث عن:

source: Text to search for
ar: النص للبحث عنه

source: Switch to power search and replace bar
ar: حوّل إلى شريط البحث والاستبدال القوي

source: Sort by
ar: رتّب حسب

source: Ascending
ar: تصاعديًا

source: Descending
ar: تنازليًا

source: Target:
ar: الهدف:

source: Area to Export:
ar: المنطقة المراد تصديرها:

source: Check this option if the worksheet background should be exported.
ar: اختر هذا الخيار إن أردت تصدير خلفية ورقة العمل.

source: Export Background:
ar: صدّر الخلفية:

source: Resolution:
ar: الدقّة:

source: Zero Baseline
ar: خط أساس صفر

source: Pattern
ar: النمط

source: Single Color
ar: لون واحد

source: Horizontal Gradient
ar: تدرج أفقي

source: Vertical Gradient
ar: تدرج عمودي

source: Diag. Gradient (From Top Left)
ar: تدرج قطري (من الأعلى اليسار)

source: Diag. Gradient (From Bottom Left)
ar: تدرج قطري (من الأسفل اليسار)

source: Radial Gradient
ar: تدرج شعاعي

source: Scaled and Cropped
ar: مكبّرة ومقصوصة

source: Scaled
ar: مكبّرة

source: Scaled, Keep Proportions
ar: مكبّرة مع إبقاء النّسب

source: Tiled
ar: مكرّرة

source: Center Tiled
ar: مبلّط مركزي

source: %1 elements: background color style changed
ar: %1 من العناصر: تغيّر نمط لون الخلفية

source: No Error
ar: بلا أخطاء

source: Symmetric
ar: متماثل

source: Asymmetric
ar: غير متماثل

source: Specify whether the data points have errors and of which type. Note, changing this type is not possible once at least one point was read.
ar: حدد ما إذا كانت نقاط البيانات تحتوي على أخطاء وما هو نوعها. لاحظ، لا يمكن تغيير هذا النوع بمجرد قراءة نقطة واحدة على الأقل.

source: Cartesian (x, y)
ar: ديكارتي (س، ص)

source: Polar (x, y°)
ar: قطبي (س، ص°)

source: Polar (x, y(rad))
ar: قطبي (س، ص(راديان))

source: Logarithmic (ln(x), ln(y))
ar: لوغاريتمي (اللوغاريتم الطبيعي لـ س، اللوغاريتم الطبيعي لـ ص)

source: Logarithmic (ln(x), y)
ar: لوغاريتمي (اللوغاريتم الطبيعي لـ س، ص)

source: Logarithmic (x, ln(y))
ar: لوغاريتمي (س، اللوغاريتم الطبيعي لـ ص)

source: Logarithmic (log(x), log(y))
ar: لوغاريتمي (لوغاريتم س، لوغاريتم ص)

source: Logarithmic (log(x), y)
ar: لوغاريتمي (لوغاريتم س، ص)

source: Logarithmic (x, log(y))
ar: لوغاريتمي (س، لوغاريتم ص)

source: Ternary (x, y, z)
ar: ثلاثي (س، ص، ع)

source: No Image
ar: بلا صورة

source: Original Image
ar: الصورة الأصلية

source: Processed Image
ar: الصورة المعدلة

source: Select the range for the value, the degree of lightness of the color. Everything outside of this range will be set to white.
ar: اختر نطاق القيمة، درجة إضاءة اللون. كل ما هو خارج هذا النطاق سيُضبَط للأبيض.

source: Select the range for the intensity. Everything outside of this range will be set to white.
ar: اختر نطاق الشدة. كل ما هو خارج هذا النطاق سيُضبَط للأبيض.

source: Select the range for the colors that are not part of the background color. Everything outside of this range will be set to white.
ar: اختر نطاق الألوان التي ليست جزءًا من لون الخلفية. كل ما هو خارج هذا النطاق سيُضبَط للأبيض.

source: Select the range for the hue. Everything outside of this range will be set to white.
ar: اختر نطاق الصبغة. كل ما هو خارج هذا النطاق سيُضبَط للأبيض.

source: Select the range for the saturation. Everything outside of this range will be set to white.
ar: اختر نطاق التشبع. كل ما هو خارج هذا النطاق سيُضبَط للأبيض.

source: Save project before using this option
ar: احفظ المشروع قبل استخدام هذا الخيار

source: Invalid image
ar: صورة غير صالحة

source: X Uncertainty
ar: عدم التيقن لـ س

source: No Uncertainties
ar: لا يوجد عدم تيقن

source: Poisson variance, sqrt(N)
ar: تباين بواسون، جذر(ن)

source: Custom Uncertainty Values, symmetric
ar: قيم عدم تيقن مخصصة، متماثلة

source: Custom Uncertainty Values, asymmetric
ar: قيم عدم تيقن مخصصة، غير متماثلة

source: Y Uncertainty
ar: عدم التيقن لـ ص

source: No Errors
ar: بلا أخطاء

source: Custom Error Values, symmetric
ar: قيم خطأ مخصصة، متماثلة

source: Custom Error Values, asymmetric
ar: قيم خطأ مخصصة، غير متماثلة

source: Bars with Ends
ar: أشرطة بنهايات

source: Data, +-:
ar: البيانات, +-:

source: Start Value
ar: قيمة البداية

source: Fixed
ar: مُصلح

# @title:window
source: Add New Unit
ar: أضف وحدة جديدة

source: Enter unit name here
ar: أدخل اسم الوحدة هنا

source: &Save
ar: ا&حفظ

# @title:window
source: FITS Metadata Editor
ar: محرر بيانات FITS الوصفية

# @title:window
source: FITS Metadata Editor [Changed]
ar: محرر بيانات FITS الوصفية [مُغيَّر]

source: &Add Keyword
ar: &أضف كلمة مفتاحية

# @title:window
source: Specify the New Keyword
ar: حدد الكلمة المفتاحية الجديدة

source: Specify the name
ar: حدد الاسم

source: Specify the value
ar: حدد القيمة

source: Specify the comment
ar: حدد التعليق

source: Cannot add new keyword without key, would you like to try again?
ar: لا يمكن إضافة كلمة مفتاحية جديدة بدون مفتاح، أترغب في المحاولة مرة أخرى؟

source: Cannot add empty key
ar: لا يمكن إضافة مفتاح فارغ

source: Add new keyword
ar: أضف كلمة مفتاحية جديدة

source: Remove selected keyword
ar: أزل الكلمة المفتاحية المنتقاة

source: Add unit to keyword
ar: أضف وحدة للكلمة المفتاحية

source: Close file
ar: أغلق الملف

# @title:window
source: Open FITS File
ar: افتح ملف FITS

source: Cannot open file, file already opened.
ar: لا أستطيع فتح الملف، الملف مفتوح بالفعل.

source: File already opened
ar: الملف مفتوح بالفعل

source: Add New Keyword
ar: أضف كلمة مفتاحية جديدة

source: Remove Keyword
ar: أزل الكلمة المفتاحية

source: Add Unit
ar: أضف وحدة

source: Cannot add keyword, keyword already added
ar: لا أستطيع إضافة كلمة مفتاحية، الكلمة المفتاحية مضافة بالفعل

source: Cannot Add Keyword
ar: لا أستطيع إضافة الكلمة المفتاحية

source: Cannot add mandatory keyword, they are already present
ar: لا أستطيع إضافة كلمة مفتاحية إلزامية، هي موجودة بالفعل

source: Are you sure you want to delete the keyword '%1'?
ar: أتأكد من رغبتك في حذف الكلمة المفتاحية '%1'؟

source: Confirm Deletion
ar: أكّد الحذف

source: Cannot remove mandatory keyword.
ar: لا أستطيع إزالة كلمة مفتاحية إلزامية.

source: Removing Keyword
ar: إزالة كلمة مفتاحية

source: Use logical instead of absolute coordinates to specify the position on the plot
ar: استخدم إحداثيات منطقية بدلاً من المطلقة لتحديد الموضع في معمل الرسم

source: Text setting mode:<ul><li>Text - text setting using rich-text formatting</li><li>LaTeX - text setting using LaTeX, installation of LaTeX required</li><li>Markdown - text setting using Markdown markup language</li></ul>
ar: وضع إعداد النص:<ul><li>نص - إعداد النص باستخدام تنسيق النص المنسق</li><li>لاتخ - إعداد النص باستخدام لاتخ، يطلب تثبيت لاتخ</li><li>تخفيض - إعداد النص باستخدام لغة توصيف تخفيض</li></ul>

source: Text setting mode:<ul><li>Text - text setting using rich-text formatting</li><li>LaTeX - text setting using LaTeX, installation of LaTeX required</li></ul>
ar: وضع إعداد النص:<ul><li>نص - إعداد النص باستخدام تنسيق النص المنسق</li><li>لاتخ - إعداد النص باستخدام لاتخ، يطلب تثبيت لاتخ</li></ul>

source: Bold
ar: ثخين

source: Italic
ar: مائل

source: Underline
ar: تسطير

source: Strike Out
ar: اشطب

source: Super Script
ar: نص مرتفع

source: Sub-Script
ar: نص منخفض

source: Left Align
ar: محاذاة لليسار

source: Right Align
ar: محاذاة لليمين

source: Justify
ar: ضبط

source: Insert Symbol
ar: أدرج رمزًا

source: Insert Date/Time
ar: أدرج التاريخ/الوقت

source: Date
ar: التاريخ

source: Date and Time
ar: التاريخ والوقت

source: Drop Lines
ar: إسقاط خطوط

source: Half-Bars
ar: نصف-أشرطة

source: No Drop Lines
ar: لا إسقاط خطوط

source: Drop Lines, X
ar: إسقاط خطوط، س

source: Drop Lines, Y
ar: إسقاط خطوط، ص

source: Drop Lines, XY
ar: إسقاط خطوط، س ص

source: Drop Lines, X, Zero Baseline
ar: إسقاط خطوط، س، خط أساس صفر

source: Drop Lines, X, Min Baseline
ar: إسقاط خطوط، س، خط أساس أصغري

source: Drop Lines, X, Max Baseline
ar: إسقاط خطوط، س، خط أساس أعظمي

source: Memory used %1 MB, peak %2 MB
ar: الذاكرة المستخدَمة %1 م ب، الذروة %2 م ب

source: Minimum allowed value: %1
ar: القيمة الصغرى المسموح بها: %1

source: Maximum allowed value: %1
ar: القيمة الكبرى المسموح بها: %1

source: The value does not represent a valid number
ar: القيمة لا تُمثّل رقمًا صحيحًا

source: No number entered
ar: لم يدخل رقم

source: Unhandled error
ar: خطأ غير معالج

source: Invalid value entered. Valid value: %1
ar: قيمة غير صحيحة مدخلة. القيمة الصحيحة: %1

source: Search/Filter text
ar: نص البحث/التصفية

source: The aspect "%1" is not available anymore. It will be automatically used once it is created again.
ar: المنظر "%1" لم يعد متاحًا. هو آليًا يستخدم بمجرد إنشائه مجددًا.

source: Close this dialog without exporting.
ar: أغلق هذا الحوار دون تصدير.

source: Portable Data Format (PDF)
ar: صيغة بيانات محمولة (PDF)

source: Scalable Vector Graphics (SVG)
ar: رسومات موجهة قابلة للتحجيم (SVG)

source: Portable Network Graphics (PNG)
ar: رسومات الشبكة المحمولة (PNG)

source: Joint Photographic Experts Group (JPG)
ar: مجموعة خبراء التصوير المشتركة (JPG)

source: Windows Bitmap (BMP)
ar: خريطة بتويندوز (BMP)

source: Portable Pixmap (PPM)
ar: خريطة بكسل محمولة (PPM)

source: X11 Bitmap (XBM)
ar: خريطة بت X11 (XBM)

source: X11 Bitmap (XPM)
ar: خريطة بت X11 (XPM)

source: File
ar: ملف

source: Clipboard
ar: الحافظة

source: Bounding Box
ar: صندوق محيط

source: Specifies the area to export:<ul><li>Bounding Box - the bounding box of all objects on the worksheet is exported</li><li>Selection - the area of the currently selected objects is exported</li><li>Worksheet - the complete worksheet area is exported</li></ul>
ar: يحدد المنطقة للتصدير:<ul><li>صندوق محيط - يصدر الصندوق المحيط لكل الكائنات في ورقة العمل</li><li>انتقاء - تصدر منطقة الكائنات المنتقاة حاليًا</li><li>ورقة العمل - تصدر منطقة ورقة العمل الكاملة</li></ul>
