Repository: KDE/labplot
Catalog: po/*/labplot.po
Languages: ar

source: Defines how and where to position the minor ticks on the axis:<ul><li>Number - ticks are placed equidistantly, the spacing between them is determined by the provided fixed number of ticks.</li><li>Spacing - ticks are placed equidistantly with the provided spacing between them.</li><li>Custom Column Values - positions are determined by the values in the custom column provided below.</li></ul></ul>
ar: يحدد كيفية ومكان وضع العلامات الفرعية على المحور:<ul><li>العدد - توضع العلامات بمسافات متساوية، ويحدد التباعد بينها عبر عدد ثابت محدد من العلامات.</li><li>التباعد - توضع العلامات بمسافات متساوية بناءً على التباعد المحدد بينها.</li><li>قيم عمود مخصصة - تحدد المواقع بناءً على القيم الموجودة في العمود المخصص المذكور أدناه.</li></ul></ul>

source: Column with the values that should be used as the positions of the minor ticks.
ar: العمود الذي يحتوي على القيم التي ينبغي استخدامها كمواقع للعلامات الفرعية.

source: %1: set axis color
ar: %1: حدد لون المحور

source: %1 axes: set color
ar: %1 محور: حدد اللون

source: Scale is in sync with the plot scale
ar: المقياس متزامن مع مقياس الرسم البياني

source: Scale is async with the plot
ar: المقياس غير متزامن مع الرسم البياني

source: %1 axes: template "%2" loaded
ar: %1 محور: قالب "%2" حُمل

source: %1: template "%2" loaded
ar: %1: قالب "%2" حُمل

source: Uncertainty Bars
ar: أشرطة عدم اليقين

source: Grouped
ar: مجمعة

source: Stacked
ar: متراكم

source: Stacked 100%
ar: متراكم 100%

source: Select the data column for which the properties should be shown and edited
ar: حدد عمود البيانات الذي يجب إظهار خصائصه وتعديلها

source: Specify the factor in percent to control the width of the bar relative to its default value, applying to all bars
ar: حدد العامل بالنسبة المئوية للتحكم في عرض الشريط بالنسبة لقيمته المبدئية، وهذا يطبق على جميع الأشرطة

source: %1 bar plots: template "%2" loaded
ar: %1 رسوم بيانية شريطية: قالب "%2" حُمل

source: Please choose another name, because this is already in use.
ar: رجاءً اختر اسمًا آخر، هذا الاسم قيد الاستخدام بالفعل.

source: 10/90 percentiles
ar: الـ 10/90 مئينات

source: 5/95 percentiles
ar: الـ 5/95 مئينات

source: 1/99 percentiles
ar: الـ 1/99 مئينات

source: By Median, Ascending
ar: حسب الوسيط، تصاعديًا

source: By Median, Descending
ar: حسب الوسيط، تنازليًا

source: By Mean, Ascending
ar: حسب المتوسط، تصاعديًا

source: By Mean, Descending
ar: حسب المتوسط، تنازليًا

source: If multiple data sets are provided, define how they should be ordered or use 'None' to keep the original order.
ar: إذا أُعطيت مجموعات بيانات متعددة، حدد كيفية ترتيبها أو استَخدِم 'لا شيء' للحفاظ على الترتيب الأصلي.

source: If checked, the box width is made proportional to the square root of the number of data points.
ar: إذا حُدد هذا، فسيُجعل عرض المربع متناسبًا مع الجذر التربيعي لعدد نقاط البيانات.

source: Parameter controlling the range of the inner fences of the box plot.
ar: معامل يتحكم في نطاق الأسوار الداخلية للرسم البياني الصندوقي.

source: Specify the factor in percent to control the width of the box relative to its default value.
ar: حدد العامل بالنسبة المئوية للتحكم في عرض المربع بالنسبة لقيمته المبدئية.

source: Select to modify the properties of the symbol for the mean value.
ar: حدد لتعديل خصائص الرمز لقيمة المتوسط.

source: Select to modify the properties of the symbol for the median value.
ar: حدد لتعديل خصائص الرمز لقيمة الوسيط.

source: Select to modify the properties of the symbol for the outlier values.
ar: حدد لتعديل خصائص الرمز للقيم الشاذة.

source: Select to modify the properties of the symbol for the "far out" values.
ar: حدد لتعديل خصائص الرمز للقيم "البعيدة".

source: Select to modify the properties of the symbol for all data values excluding the outlier and "far out" values.
ar: حدد لتعديل خصائص الرمز لجميع قيم البيانات باستثناء القيم الشاذة و القيم "البعيدة".

source: Select to modify the properties of the symbol for the ends of the whiskers.
ar: حدد لتعديل خصائص الرمز لنهايات الشعيرات.

source: Activate to randomize the positions of the symbols ("jittering"), helpful for dense and overlapping data points.
ar: فَعل لتوزيع مواضع الرموز بشكل عشوائي ("التذبذب"). وهذا مفيد لنقاط البيانات الكثيفة والمتداخلة.

source: Columns:
ar: الأعمدة:

source: Column:
ar: العمود:

source: %1 box plots: template "%2" loaded
ar: %1 رسوم بيانية صندوقية: قالب "%2" حُمل

source: %v cm
ar: %v سم

source: %v in
ar: %v بوصة

source: Save current plot area definition as template
ar: احفظ تعريف منطقة الرسم البياني الحالية كقالب

source: %1-Ranges:
ar: %1-النطاقات:

source: %1-Range:
ar: %1-المدى:

source: Numeric
ar: رقميّ

source: Plot Ranges:
ar: نطاقات الرسم البياني:

source: Plot Range:
ar: نطاق الرسم:

source: Free
ar: حر

source: Last Points
ar: النقاط الأخيرة

source: First Points
ar: النقاط الأولى

source: Simple
ar: بسيط

source: Sloped
ar: مائل

source: Color Map
ar: خريطة الألوان

source: Data Range:<ul><li>Free - full data range is plotted</li><li>Last Points - specified number of last points is plotted</li><li>First Points - specified number of first points is plotted</li></ul>
ar: نطاق البيانات:<ul><li>حر - يُرسم نطاق البيانات الكامل</li><li>النقاط الأخيرة - يُرسم عدد محدد من النقاط الأخيرة</li><li>النقاط الأولى - يُرسم عدد محدد من النقاط الأولى</li></ul>

source: If checked, automatically extend the plot range to nice values
ar: إذا حُدد هذا، فسيُمدد نطاق الرسم البياني آليًا إلى قيم جميلة

source: Defines which colors to use for plots:<ul><li>Theme - colors are taken from the current theme apply to plot area</li><li>Color Map - colors are taken from the specified color map</li></ul>
ar: يحدد الألوان التي ستُستخدم في الرسوم البيانية:<ul><li>السمة - تُؤخذ الألوان من السمة الحالية وتُطبق على منطقة الرسم البياني</li><li>خريطة الألوان - تُؤخذ الألوان من خريطة الألوان المحددة</li></ul>

source: %1 range %2 is used in plot range %3.
ar: نطاق %1 %2 قيد الاستخدام في نطاق الرسم البياني %3.

source: Really remove it?
ar: هل تريد إزالته حقًا؟

source: Plot range %1 is used by element "%2".
ar: نطاق الرسم البياني %1 قيد الاستخدام بواسطة العنصر "%2".

source: Horizontal:
ar: أفقي:

source: Vertical:
ar: العمودي:

source: Left:
ar: اليسار:

source: Top:
ar: الأعلى:

# @title:window
source: Choose Template Save File
ar: اختر ملف حفظ القالب

source: Labplot Plot Templates (*%1)
ar: قوالب رسوم معمل الرسم البيانية (*%1)

source: %1 cartesian plots: template "%2" loaded
ar: %1 رسوم بيانية ديكارتية: قالب "%2" حُمل

source: Column Major
ar: رئيسي عمودي

source: Row Major
ar: رئيسي أفقي

source: Center
ar: الوسط

source: Relative to plot
ar: بالنسبة إلى الرسم البياني

source: Use the main color of the plot (line, symbol, etc.) for the color of the name in the legend.
ar: استَخدِم اللون الرئيسي للرسم البياني (الخط، الرمز، إلخ) للون الاسم في دليل الألوان.

source: %1 cartesian plot legends: template "%2" loaded
ar: %1 دلائل ألوان الرسم البياني الديكارتي: قالب "%2" حُمل

source: Decimal
ar: عشري

source: Scientific (e)
ar: علمي (e)

source: Scientific (E)
ar: علمي (E)

source: Automatic (e)
ar: آلي (e)

source: Automatic (E)
ar: آلي (E)

source: Variable:
ar: المتغير:

source: Specifies how numeric values are formatted in the spreadsheet:<ul><li>Decimal - format as [-]9.9</li><li>Scientific (e) - format as [-]9.9e[+|-]999</li><li>Scientific (E) - format as [-]9.9E[+|-]999</li><li>Automatic (e) - selects between 'Decimal' and 'Scientific (e)' to get the most concise format</li><li>Automatic (E) - selects between 'Decimal' and 'Scientific (E)' to get the most concise format</li></ul>
ar: يحدد كيفية تنسيق القيم الرقمية في جدول البيانات:<ul><li>عشري - تنسيق كـ [-]9.9</li><li>علمي (e) - تنسيق كـ [-]9.9e[+|-]999</li><li>علمي (E) - تنسيق كـ [-]9.9E[+|-]999</li><li>آلي (e) - يختار بين 'عشري' و 'علمي (e)' للحصول على التنسيق الأكثر إيجازًا</li><li>آلي (E) - يختار بين 'عشري' و 'علمي (E)' للحصول على التنسيق الأكثر إيجازًا</li></ul>

source: For the 'Decimal', 'Scientific (e)', and 'Scientific (E)' formats, the precision represents the number of digits after the decimal point. For the 'Automatic (e)' and 'Automatic (E)' formats, the precision represents the maximum number of significant digits (trailing zeroes are omitted).
ar: بالنسبة للتنسيقات 'العشري' و 'علمي (e)' و 'علمي (E)'، الدقة تُمثل عدد الأرقام بعد الفاصلة العشرية. بالنسبة للتنسيقات 'آلي (e)' و 'آلي (E)'، الدقة تُمثل العدد الأقصى من الأرقام المعنوية (تُحذف الأصفار الزائدة).

source: Add a new value label
ar: أضف لصيقة قيمة جديدة

source: Remove the selected value label
ar: أزل لصيقة القيمة المحددة

source: Modify multiple values labels in a batch mode
ar: عدل لصائق قيم متعددة في وضع الدُفعات

source: Add new variable
ar: أضف متغيراً جديداً

source: Automatically update the calculated values in the target column on changes in the variable columns
ar: حدِّث آلياً القيم المحسوبة في العمود الهدف عند حدوث تغييرات في أعمدة المتغيرات

source: Automatically resize the target column to fit the size of the variable columns
ar: غيِّر آلياً حجم العمود الهدف ليناسب حجم أعمدة المتغيرات

source: The column "%1" is not available anymore. It will be automatically used once it is created again.
ar: العمود "%1" لم يعد متاحاً. سوف يستخدم آلياً بمجرد إنشائه مرة أخرى.

source: Spreadsheet linking is active. The size of the target spreadsheet is controlled by the linked spreadsheet.
ar: ربط جدول البيانات نشط. يتحكَّم جدول البيانات المرتبط بحجم جدول البيانات الهدف.

source: Provided variable name is already reserved for a name of a constant. Please use another name.
ar: اسم المتغير المُدخَل محجوز بالفعل لاسم ثابت. يرجى استخدام اسم آخر.

source: Provided variable name is already reserved for a name of a function. Please use another name.
ar: اسم المتغير المُدخَل محجوز بالفعل لاسم دالة. يرجى استخدام اسم آخر.

source: The variable name 'i' is reserved for the index of the column row.
ar: اسم المتغير 'i' محجوز لفهرس صف العمود.

source: Provided variable name starts with a digit or contains special character.
ar: اسم المتغير المُدخَل يبدأ برقم أو يحتوي على حرف خاص.

source: Empty formula expression
ar: تعبير الصيغة فارغ

source: Incorrect formula syntax:
ar: صيغة غير صحيحة:

source: Select a valid column
ar: اختر عموداً صالحاً

source: Variable name can contain letters, digits and '_' only and should start with a letter
ar: يجب أن يحتوي اسم المتغير على أحرف وأرقام و '_' فقط، ويجب أن يبدأ بحرف

source: Apply Formula
ar: طبق المعادلة

source: Delete variable
ar: اِحذف المتغير

source: %1: apply column formula
ar: ‏%1: طبق صيغة العمود

source: Collapse all curves
ar: اطوِ جميع المنحنيات

source: Expand all curves
ar: وسع جميع المنحنيات

source: %1 custom points: template "%2" loaded
ar: %1 نقاط مخصصة: قالب "%2" حُمل

source: By Number
ar: حسب العدد

source: By Width
ar: حسب العرض

source: Square-root
ar: جذر مربع

source: Rice
ar: أرز

source: Sturges
ar: ستيرجس

source: Doane
ar: دوان

source: Scott
ar: سكوت

source: Ordinary Histogram
ar: مدرج تكراري عادي

source: Cumulative Histogram
ar: مدرج تكراري تراكمي

source: Probability
ar: الاحتمال

source: Count Density
ar: كثافة العد

source: Probability Density
ar: كثافة الاحتمال

source: Method used to determine the number of bins <i>k</i> and their width <i>h</i> for <i>n</i> values:<ul><li>By Number - the number of bins is specified manually</li><li>By Width - the number of bins is calculated based on the specified bin width via <i>k = (max(x) - min(x) / h</i>)</li><li>Square-root - <i>k = sqrt(n)</i></li><li>Rice - <i>k = 2 * pow(n, 3/2)</i>, simpler alternative to Sturges' method</li><li>Sturges - <i>k = log2(n) + 1</i>, assumes an approximately normal distribution</li><li>Doane - modified version of Sturges' method, see the documentation for more details</li><li>Scott - <i>h = 3.49 * sigma / pow(n, 3/2)</i>, optimal method for normally distributed data</li></ul>
ar: الطريقة المستَخدمة لتحديد عدد الحاويات <i>k</i> وعرضها <i>h</i> لـ <i>n</i> من القيم:<ul><li>حسب العدد - يُحدد عدد الحاويات يدويًا</li><li>حسب العرض - يُحسب عدد الحاويات بناءً على عرض الحاوية المحدد عبر <i>k = (max(x) - min(x) / h</i>)</li><li>الجذر التربيعي - <i>k = sqrt(n)</i></li><li>رايس - <i>k = 2 * pow(n, 3/2)</i>، بديل أبسط لطريقة ستيرجس</li><li>ستيرجس - <i>k = log2(n) + 1</i>، يفترض توزيعًا طبيعيًا تقريبيًا</li><li>دوان - نسخة معدلة من طريقة ستيرجس، اِنظر التوثيق لمزيد من التفاصيل</li><li>سكوت - <i>h = 3.49 * sigma / pow(n, 3/2))</i>، الطريقة المثلى للبيانات الموزعة طبيعيًا</li></ul>

source: Use 'Auto' to automatically determine the minimal and maximal values of the data to be used to calculate the histogram. Specify the values manually, otherwise.<br><br><b>Note:</b> any samples which fall on the upper end of the histogram are excluded. If you want to include these values for the last bin you will need to add an extra bin to your histogram.
ar: استَخدِم 'آلي' لتحديد القيم الدنيا والقصوى للبيانات التي يجب استخدامها لحساب المدرج التكراري آليًا. وإلا، فحدد القيم يدويًا.<br><br><b>ملاحظة:</b> تُستثنى أي عينات تقع في الطرف العلوي من المدرج التكراري. إذا أردت تضمين هذه القيم للحاوية الأخيرة، فسيلزمك إضافة حاوية إضافية إلى مدرجك التكراري.

source: %1 histograms: template "%2" loaded
ar: %1 مدرجات تكرارية: قالب "%2" حُمل

source: <ul><li><b>%1</b> - tests if a sample mean differs significantly from a known population mean</li><li><b>%2</b> - tests if two independent samples have the same mean</li><li><b>%3</b> - tests if the mean difference between two related samples is zero</li><li><b>%4</b> - tests if two independent samples with unequal variances have the same mean</li><li><b>%5</b> - tests if three or more independent samples have the same mean</li><li><b>%6</b> - tests if three or more related/repeated measurements have the same mean</li><li><b>%7</b> - tests differences in medians between two independent groups</li>
ar: <ul><li><b>%1</b> - يختبر ما إذا كان متوسط العينة يختلف بشكل كبير عن متوسط المجتمع المعروف</li><li><b>%2</b> - يختبر ما إذا كانت عينتان مستقلتان لهما نفس المتوسط</li><li><b>%3</b> - يختبر ما إذا كان متوسط الفرق بين عينتين مرتبطتين هو صفر</li><li><b>%4</b> - يختبر ما إذا كانت عينتان مستقلتان بتباينات غير متساوية لهما نفس المتوسط</li><li><b>%5</b> - يختبر ما إذا كانت ثلاث عينات مستقلة أو أكثر لها نفس المتوسط</li><li><b>%6</b> - يختبر ما إذا كانت ثلاثة قياسات مرتبطة/متكررة أو أكثر لها نفس المتوسط</li><li><b>%7</b> - يختبر الاختلافات في القيم المتوسطة بين مجموعتين مستقلتين</li>

source: <li><b>%1</b> - tests if the median difference between two related samples is zero</li><li><b>%2</b> - tests differences in medians among three or more independent groups</li><li><b>%3</b> - tests differences in medians among three or more related/repeated measurements</li><li><b>%4</b> - tests differences in survival distributions between two or more groups</li><li><b>%5</b> - tests for a trend in data over time</li><li><b>%6</b> - tests for randomness in a sequence of observations</li><li><b>%7</b> - tests for non-random patterns in process control data using runs above/below median</li><li><b>%8</b> - tests if two categorical variables are independent of each other</li><li><b>%9</b> - tests if observed data follows a specified theoretical distribution</li></ul>
ar: <li><b>%1</b> - يختبر ما إذا كان فرق الوسيط بين عينتين مرتبطتين هو صفر</li><li><b>%2</b> - يختبر الاختلافات في الوسيط بين ثلاث مجموعات مستقلة أو أكثر</li><li><b>%3</b> - يختبر الاختلافات في الوسيط بين ثلاثة قياسات مرتبطة/متكررة أو أكثر</li><li><b>%4</b> - يختبر الاختلافات في توزيعات البقاء بين مجموعتين أو أكثر</li><li><b>%5</b> - يختبر وجود اتجاه في البيانات بمرور الوقت</li><li><b>%6</b> - يختبر العشوائية في تسلسل من الملاحظات</li><li><b>%7</b> - يختبر الأنماط غير العشوائية في بيانات التحكم في العملية باستخدام السلاسل فوق/تحت الوسيط</li><li><b>%8</b> - يختبر ما إذا كان هناك متغيران فئويان مستقلين عن بعضهما البعض</li><li><b>%9</b> - يختبر ما إذا كانت البيانات المرصودة تتبع توزيعًا نظريًا محددًا</li></ul>

source: Selected test requires at least %1 and at most %2 non-empty variables.
ar: يتطلب الاختبار المحدد %1 متغيرات غير فارغة على الأقل و %2 على الأكثر.

source: %1 info elements: curve "%2" removed
ar: %1 عناصر معلومة: منحنى "%2" أُزيل

source: %1: curve "%2" removed
ar: %1: منحنى "%2" أُزيل

source: Silverman
ar: سيلفرمان

source: The window function ("kernel") used to estimate the probability density
ar: دالة النافذة ("النواة") المستَخدمة لتقدير كثافة الاحتمال

source: Method to select the bandwidth of the kernel:<ul><li>Silverman - 0.9 * min(sigma, IQR / 1.34) * n^(-0.2)</li><li>Scott - 1.059 * sigma * n^(-0.2)</li><li>Custom - custom value for the kernel bandwidth</li></ul>
ar: طريقة لتحديد عرض النطاق للنواة: <ul> <li>سيلفرمان - 0.9 * min(sigma, IQR / 1.34) * n^(-0.2)</li> <li>سكوت - 1.059 * sigma * n^(-0.2)</li> <li>مخصص - قيمة مخصصة لعرض نطاق النواة</li> </ul>

source: Custom value for the kernel bandwidth
ar: قيمة مخصصة لعرض نطاق النواة

source: %1 xy-curves: template "%2" loaded
ar: %1 منحنيات س-ص: قالب "%2" حُمل

source: Manage MQTT connection's will settings
ar: أدِر إعدادات رغبة اتصال MQTT

source: Couldn't subscribe
ar: لا أستطيع الاشتراك

source: Couldn't subscribe to all available topics. Something went wrong
ar: لا أستطيع الاشتراك في جميع المواضيع المتاحة. حدث خطأ ما

source: %1 lollipop plots: template "%2" loaded
ar: %1 رسوم بيانية مصاصة: قالب "%2" حُمل

source: Automatic (g)
ar: آلي (g)

source: Automatic (G)
ar: آلي (G)

source: Rows and Columns
ar: الصفوف والأعمدة

source: xy-Values
ar: قيم س-ص

source: Rows, Columns and xy-Values
ar: الصفوف والأعمدة وقيم س-ص

source: %1 matrices: template "%2" loaded
ar: %1 مصفوفات: قالب "%2" حُمل

source: File Browser
ar: مُتصفح الملفات

source: Statistical
ar: إحصائي

source: Specification
ar: مواصفات

source: Average
ar: متوسط

source: No Border
ar: لا حدود

source: Rectangle
ar: مستطيل

source: Ellipse
ar: بيضاوي

source: Round sided rectangle
ar: مستطيل ذو جوانب مستديرة

source: Round corner rectangle
ar: مستطيل ذو زوايا مستديرة

source: Inwards round corner rectangle
ar: مستطيل ذو زوايا مستديرة للداخل

source: Dented border rectangle
ar: مستطيل ذو حدود مسننة

source: Cuboid
ar: متوازي مستطيلات

source: Up pointing rectangle
ar: مستطيل يشير للأعلى

source: Down pointing rectangle
ar: مستطيل يشير للأسفل

source: Left pointing rectangle
ar: مستطيل يشير لليسار

source: Right pointing rectangle
ar: مستطيل متجه لليمين

source: The supported chart types are grouped according to the plotted statistics and to the metric defining the limits.<br><br>Individual Values and Moving Ranges, Limits Based on the Average or Median Moving Range:<ul><li>X (XmR) - plot the <b>individual labels</b>.</li><li>mR - plot the <b>moving ranges</b>.</li></ul>Averages and Ranges, Limits based on the Average or Median Range:<ul><li>X̅ (X̅R) - plot the <b>averages for each sample</b> .</li><li>R (X̅R) - plot the <b>ranges for each sample</b>.</li></ul>Averages and Standard Deviations, Limits Based on the Standard Deviations:<ul><li>X̅ (X̅S) - plot the <b>averages for each sample</b>.</li><li>S (X̅S) - plot the <b>standard deviations for each sample</b>.</li></ul>Attributes:<ul><li>P - plot <b>binomial proportions</b>.</li><li>NP - plot <b>binomial counts</b>.</li><li>C - plot <b>Poisson counts</b>.</li><li>U - plot <b>Poisson rates</b>.</li></ul>
ar: تُجمع أنواع الرسوم البيانية المدعومة وفقًا للإحصائيات المرسومة والمقياس الذي يحدد الحدود.<br> <br> القيم الفردية والنطاقات المتحركة، الحدود المستندة إلى متوسط أو وسيط النطاق المتحرك: <ul> <li>X (XmR) - ارسُم <b>اللصائق الفردية</b>.</li> <li>mR - ارسُم <b>النطاقات المتحركة</b>.</li> </ul> المتوسطات والنطاقات، الحدود المستندة إلى متوسط أو وسيط النطاق: <ul><li>X̅ (X̅R) - ارسُم <b>المتوسطات لكل عينة</b>.</li> <li>R (X̅R) - ارسُم <b>النطاقات لكل عينة</b>.</li> </ul>المتوسطات والانحرافات المعيارية، الحدود المستندة إلى الانحرافات المعيارية: <ul><li>X̅ (X̅S) - ارسُم <b>المتوسطات لكل عينة</b>.</li> <li>S (X̅S) - ارسُم <b>الانحرافات المعيارية لكل عينة</b>.</li> </ul> السمات: <ul><li>P - ارسُم <b>نسب ثنائية الحدين</b>.</li> <li>NP - ارسُم <b>تعدادات ثنائية الحدين</b>.</li> <li>C - ارسُم <b>تعدادات بواسون</b>.</li> <li>U - ارسُم <b>معدلات بواسون</b>.</li> </ul>

source: Determine which values to use for the center and limit lines:<ul><li>Statistical - values are calculated based on the statistical properties of the sample.</li><li>Specification - custom user-defined values are used.</li></ul>
ar: حدد القيم التي يجب استخدامها لخطوط المركز والحدود:<ul><li>إحصائي - تُحسب القيم بناءً على الخصائص الإحصائية للعينة.</li><li>تحديد - تُستخدم قيم مخصصة يُحددها المستخدم.</li></ul>

source: Maximal value for the upper control limit. No constraint, if empty.
ar: القيمة القصوى للحد الأعلى للتحكم. لا يوجد قيد، إذا كان فارغًا.

source: Minimal value for the lower control limit. No constraint, if empty.
ar: القيمة الدنيا للحد الأدنى للتحكم. لا يوجد قيد، إذا كان فارغًا.

source: If checked, exact limits are calculated for every individual sample ("stair-step limits"), straight lines are drawn for the limits otherwise.
ar: إذا حُدد هذا، تُحسب حدود دقيقة لكل عينة فردية ("حدود خطوة-الدرج")، وإلا فستُرسم خطوط مستقيمة للحدود.

source: If checked, the state of the default application docks is saved in the project file and restored on project load.
ar: إذا حُدد هذا، فسيُحفظ حالة أرصفة التطبيق المبدئية في ملف المشروع وتُستعاد عند تحميل المشروع.

source: If checked, the results of the calculations in the analysis curves will be saved in the project file. Uncheck this option to reduce the size of the project file at costs of the longer project load times.
ar: إذا حُدد هذا، فستُحفظ نتائج العمليات الحسابية في منحنيات التحليل في ملف المشروع. أزِل تحديد هذا الخيار لتقليل حجم ملف المشروع على حساب زيادة وقت تحميل المشروع.

source: Distribution used to calculate the percentiles to be compared with the percentiles of the provided data
ar: التوزيع المستَخدم لحساب المئينات لمقارنتها بمئينات البيانات المُعطاة

source: %1 reference lines: template "%2" loaded
ar: %1 خطوط مرجعية: قالب "%2" حُمل

source: Metric of the dataset used to determine where the center line should be placed at
ar: مقياس مجموعة البيانات المستَخدم لتحديد مكان وضع خط المركز

source: Case Sensitive
ar: حساس للحالة

source: Match Complete Word
ar: طابِق الكلمة الكاملة

source: Copy Name
ar: انسخ الاسم

source: Copy Value
ar: انسخ القيمة

source: Copy Name and Value
ar: انسخ الاسم والقيمة

source: Method used to perform the seasonal-trend decomposition:<ul><li>STL - Seasonal-trend decomposition based on LOESS ("Locally Estimated Scatterplot Smoothing")</li><li>MSTL - STL for multiple seasonalities</li></ul>
ar: الطريقة المستخدَمة لأداء فك التعمية للاتجاه-الموسمي:<ul><li>STL - فك التعمية للاتجاه-الموسمي بناءً على LOESS (تجنيس مبعثر مقدر محليًا)</li><li>MSTL - ‏STL للمواسم المتعددة</li></ul>

source: If enabled, uses a data-dependent weighting function to get more robust result if the data has outliers.
ar: إن جرى التمكين، يستخدِم دالة وزن معتمِدة على البيانات للحصول على نتيجة أكثر متانة إن احتوت البيانات على قيم شاذة.

source: Period of the seasonal component. Examples:<ul><li>24 - for hourly data with daily seasonality (24h)</li><li>168 - for hourly data with weekly seasonality (7 * 24h = 168h)</li><li>7 - for daily data with weekly seasonality (7 days)</li><li>365 - for daily data yearly (365 days) seasonality</li><li>12 - for monthly data with yearly seasonality (12 months)</li></ul>
ar: فترة المكوِّن الموسمي. أمثلة:<ul><li>24 - للبيانات الساعية ذات الموسمية اليومية (24 ساعة)</li><li>168 - للبيانات الساعية ذات الموسمية الأسبوعية (7 * 24 ساعة = 168 ساعة)</li><li>7 - للبيانات اليومية ذات الموسمية الأسبوعية (7 أيام)</li><li>365 - للبيانات اليومية ذات الموسمية السنوية (365 يومًا)</li><li>12 - للبيانات الشهرية ذات الموسمية السنوية (12 شهرًا)</li></ul>

source: Length of the seasonal smoother, must be odd and at least 3.
ar: طول المِجناس الموسمي، يجب أن يكون فرديًا و 3 على الأقل.

source: Length of the trend smoother, must be odd and at least 3.
ar: طول مِجناس الاتجاه، يجب أن يكون فرديًا و 3 على الأقل.
