Repository: KDE/labplot
Catalog: po/*/labplot.po
Languages: ar

source: Intended name "%1" was changed to "%2" in order to avoid name collision.
ar: غير اسم "%1" المقصود إلى "%2" لتجنب تصادم الأسماء.

source: %1: change comment
ar: ‏%1: غيّر التعليق

source: Duplicate Here
ar: كرر هنا

source: Paste '%1'
ar: ألصق '%1'

source: Create Data Spreadsheet
ar: أنشئ جدول بيانات

source: Rename
ar: غيّر الاسم

source: Delete
ar: احذف

source: Move
ar: انقل

source: Up
ar: أعلى

source: Down
ar: لأسفل

source: %1: add %2
ar: ‏%1: أضف %2

source: Renaming "%1" to "%2" in order to avoid name collision.
ar: أعد تسمية "%1" إلى "%2" لتجنب تصادم الأسماء.

source: %1: insert %2 before %3
ar: ‏%1: أدرج %2 قبل %3

source: %1: insert %2 before end
ar: ‏%1: أدرج %2 قبل النهاية

source: %1: remove %2
ar: ‏%1: أزل %2

source: %1: remove all children
ar: ‏%1: أزل كل الأبناء

source: %1: pasted
ar: ‏%1: ألصقت

source: %1: pasted '%2'
ar: ‏%1: ألصقت '%2'

source: %1: duplicated '%2'
ar: ‏%1: ضاعف '%2'

source: Copy of '%1'
ar: نسخة عن %1

source: Attribute 'name' is missing or empty.
ar: السمة 'name' مفقودة أو فارغة.

source: Invalid creation time for '%1'. Using current time.
ar: وقت إنشاء '%1' غير صالح. استخدِم الوقت الحالي.

source: Milliseconds
ar: مللي ثواني

source: Seconds
ar: ثواني

source: Minutes
ar: دقائق

source: Hours
ar: ساعات

source: Days
ar: أيام

source: None
ar: بلا

source: X-Uncertainty
ar: ارتياب س

source: X-Error
ar: خطأ س

source: X-Uncertainty +
ar: ارتياب س +

source: X-Error +
ar: خطأ س +

source: X-Uncertainty -
ar: ارتياب س -

source: X-Error -
ar: خطأ س -

source: Y-Uncertainty
ar: ارتياب ص

source: Y-Error
ar: خطأ ص

source: Y-Uncertainty +
ar: ارتياب ص +

source: Y-Error +
ar: خطأ ص +

source: Y-Uncertainty -
ar: ارتياب ص -

source: Y-Error -
ar: خطأ ص -

source: Double
ar: عدد مضاعف

source: Integer
ar: عدد صحيح

source: Big Integer
ar: عدد صحيح كبير

source: Text
ar: النص

source: Date & Time
ar: التّاريخ والوقت

source: Month Names
ar: أسماء الأشهر

source: Day Names
ar: أسماء الأيام

source: UNDEFINED
ar: غير معرّف

source: %1: insert 1 row
ar: ‏%1: أدرج صفا واحدا

source: %1: remove 1 row
ar: ‏%1: أزل صفا واحدا

source: invalid or missing start or end row
ar: صف البداية أو النهاية غير صالح أو مفقود

source: %1: clear masks
ar: ‏%1: مسح الأقنعة

source: %1: mask cells
ar: ‏%1: قنع الخلايا

source: %1: unmask cells
ar: ‏%1: أزل قناع الخلايا

source: %1: set heatmap format
ar: ‏%1: اضبط تنسيق الخريطة الحرارية

source: %1: remove heatmap format
ar: ‏%1: أزل تنسيق الخريطة الحرارية

# default labels of filter input ports
source: In%1
ar: في%1

source: Import Data
ar: استورد بيانات

source: From File...
ar: من ملف...

source: From SQL Database...
ar: من قاعدة بيانات SQL...

source: Export
ar: صدّر

source: Print
ar: اطبع

source: Print Preview
ar: معاينة الطباعة

source: &Close
ar: أ&غلق

source: Show
ar: أظهر

source: incompatible filter type
ar: نوع مرشح غير متوافق

source: unknown element '%1'
ar: عنصر غير معروف '%1'

source: %1: move up
ar: ‏%1: انقل لأعلى

source: %1: move %2 to %3.
ar: ‏%1: انقل %2 إلى %3.

source: %1: rename to %2
ar: ‏%1: أعد تسمية إلى %2

source: Name
ar: الاسم

source: Type
ar: النّوع

source: Created
ar: أُنشئ

source: Comment
ar: تعليق

source: Changed
ar: مُغير

source: %1 (non-plottable data)
ar: ‏%1 (بيانات غير قابلة للرسم)

source: %1 (non-numeric data)
ar: ‏%1 (بيانات غير رقمية)

source: %1 (no values)
ar: ‏%1 (لا قيم)

source: The name "%1" is already in use. Choose another name.
ar: الاسم "%1" قيد الاستخدام. اختر اسمًا آخر.

source: Copy Data
ar: انسخ البيانات

source: Paste Data
ar: الصق البيانات

source: Used in
ar: استخدم في

source: Plots
ar: الرسومات

source: Axes
ar: المحاور

source: Calculations
ar: عمليات

source: %1: change column type
ar: ‏%1: غيّر نوع العمود

source: %1: clear column
ar: ‏%1: مسح العمود

source: %1: set random values
ar: ‏%1: اضبط قيما عشوائية

source: Size: %1
ar: الحجم: %1

source: Type: %1
ar: النّوع: %1

source: Plot Designation: %1
ar: تعيين الرسم: %1

source: Formula:
ar: الصّيغة:

source: auto update: true
ar: تحديث آلي: صحيح

source: auto update: false
ar: تحديث آلي: خطأ

source: Used in Plots:
ar: استخدم في الرسومات:

source: Used in Axes:
ar: استخدم في المحاور:

source: Used in Spreadsheet Calculations:
ar: استخدم في حسابات جداول البيانات:

source: invalid or missing row index
ar: فهرس صف غير صالح أو مفقود

source: invalid row value
ar: قيمة صف غير صالحة

source: %1: change cell values
ar: ‏%1: غيّر قيم الخلايا

source: %1: set plot designation
ar: ‏%1: اضبط تعيين الرسم

source: %1: set formula
ar: ‏%1: اضبط صيغة

source: %1: set cell formula
ar: ‏%1: اضبط صيغة الخلية

source: %1: clear all formulas
ar: ‏%1: امسح كل الصيغ

source: %1: set value for row %2
ar: ‏%1: اضبط القيمة للصف %2

source: %1: replace values
ar: ‏%1: استبدل القيّم

source: %1: replace the values for rows %2 to %3
ar: ‏%1: استبدل القيم للصفوف %2 إلى %3

source: %1: set date-time format to %2
ar: ‏%1: اضبط تنسيق التاريخ والوقت على %2

source: set date-time format to %1
ar: اضبط تنسيق التاريخ والوقت على %1

source: %1: set numeric format to '%2'
ar: ‏%1: اضبط التنسيق الرقمي على '%2'

source: set numeric format to '%1'
ar: اضبط التنسيق الرقمي على '%1'

source: %1: set decimal digits to %2
ar: ‏%1: اضبط الخانات العشرية على %2

source: set decimal digits to %1
ar: اضبط الخانات العشرية على %1

source: unknown element '%1' found
ar: عثر على عنصر غير معروف '%1'

source: Not yet loaded.
ar: لَم يحمّل بعد.

source: Project
ar: المشروع

source: %1: set author
ar: ‏%1: اضبط المؤلف

source: %1: save dock state changed
ar: ‏%1: غيّر حالة حفظ الرصيف

source: %1: save calculation changed
ar: ‏%1: غيّر حفظ الحساب

source: Sorry. Could not open file for reading.
ar: آسف. لَم أتمكن من فتح الملف للقراءة.

source: The project file is empty.
ar: ملف المشروع فارغ.

source: Error opening project
ar: خطأ في فتح المشروع

source: Unknown error when opening the project %1.
ar: حدث خطأ غير معروف أثناء فتح المشروع %1.

source: Error when opening the project
ar: خطأ عند فتح المشروع

source: The project has content written with %1. Your installation of LabPlot lacks the support for it. You won't be able to see this part of the project. If you modify and save the project, the CAS content will be lost. Do you want to continue?
ar: يحتوي المشروع على محتوى كتب بـ %1. يفتقر تثبيت معمل الرسم للدعم اللازم له. لن تتمكن من رؤية هذا الجزء من المشروع. إذا عدلت المشروع وحفظته، سيفقد محتوى CAS. هل ترغب في المتابعة؟

source: Missing Support for CAS
ar: دعم CAS مفقود

source: Attribute 'version' is missing.
ar: السمة 'version' مفقودة.

source: no project element found
ar: لَم يعثر على عنصر مشروع

source: no valid XML document found
ar: لَم يعثر على مستند XML صالح

source: Failed to open the file '%1'.
ar: فشل في فتح الملفّ '%1'.

source: Failed to process the content of the file '%1'.
ar: فشل معالجة محتوى الملف '%1'.

source: Failed to open project
ar: فشل فتح المشروع

source: Invalid project modification time. Using current time.
ar: وقت تعديل المشروع غير صالح. استخدِم الوقت الحالي.

source: matrix
ar: مصفوفة

source: unknown workbook element '%1'
ar: عنصر مصنف غير معروف '%1'

source: Plot
ar: ارسم

source: %1, active curve "%2"
ar: ‏%1، منحنى نشط "%2"

source: Point %1
ar: نقطة %1

source: unknown datapicker element '%1'
ar: عنصر منتقي بيانات غير معروف '%1'

source: Data
ar: البيانات

source: %1: set xy-error type
ar: ‏%1: اضبط نوع خطأ س ص

source: %1: set position X column
ar: ‏%1: اضبط عمود الموضع س

source: %1: set position Y column
ar: ‏%1: اضبط عمود الموضع ص

source: %1: set position Z column
ar: ‏%1: اضبط عمود الموضع ع

source: %1: set +delta_X column
ar: ‏%1: اضبط عمود +فرق_س

source: %1: set -delta_X column
ar: ‏%1: اضبط عمود -فرق_س

source: %1: set +delta_Y column
ar: ‏%1: اضبط عمود +فرق_ص

source: %1: set -delta_Y column
ar: ‏%1: اضبط عمود -فرق_ص

source: %1: set error bar size
ar: ‏%1: اضبط حجم شريط الخطأ

source: %1: set error bar filling
ar: ‏%1: اضبط تعبئة شريط الخطأ

source: %1: set error bar outline style
ar: ‏%1: اضبط نمط مخطط شريط الخطأ

source: %1: set visible
ar: ‏%1: اضبط المرئي

source: %1: set invisible
ar: ‏%1: اضبط مخفي

# @title:window
source: Print Datapicker Image
ar: اطبع صورة منتقي البيانات

source: %1: upload image
ar: ‏%1: ارفع صورة

source: %1: upload new image
ar: ‏%1: ارفع صورة جديدة

source: %1: set rotation angle
ar: ‏%1: اضبط زاوية الدوران

source: %1: set Axis points
ar: ‏%1: اضبط نقاط المحور

source: %1: set editor settings
ar: ‏%1: اضبط إعدادات المحرر

source: %1: set minimum segment length
ar: ‏%1: اضبط طول المقطع الأدنى

source: %1: remove all axis points
ar: ‏%1: أزل كل نقاط المحور

source: Failed to read image data
ar: فشل قراءة بيانات الصورة

source: %1: set position
ar: ‏%1: اضبط الموضع

source: %1: set +delta_X position
ar: ‏%1: اضبط موضع +فرق_س

source: %1: set +delta X position
ar: ‏%1: اضبط موضع +فرق س

source: %1: set -delta_X position
ar: ‏%1: اضبط موضع -فرق_س

source: %1: set +delta_Y position
ar: ‏%1: اضبط موضع +فرق_ص

source: %1: set -delta_Y position
ar: ‏%1: اضبط موضع -فرق_ص

source: %1: draw points over segment
ar: ‏%1: ارسم النقاط فوق المقطع

source: The metadata file for the selected dataset is invalid.
ar: ملف البيانات الوصفية لمجموعة البيانات المختارة غير صالح.

source: There is no download URL present in the metadata file!
ar: لَم يعثر على عنوان URL للتحميل في ملف البيانات الوصفية!

source: Failed to download the dataset from %1. %2.
ar: فشل تحميل مجموعة البيانات من %1. %2.

source: Failed to create the directory %1 to save the dataset.
ar: فشل إنشاء المجلد %1 لحفظ مجموعة البيانات.

source: Couldn't open the file %1 for writing. %2
ar: لَم أتمكن من فتح الملف %1 للكتابة. %2

source: This option determines how the imported strings have to be converted to numbers.
ar: يحدد هذا الخيار كيفية تحويل السلاسل المستوردة إلى أرقام.

source: When point character is used for the decimal separator, the valid number representations are:<ul><li>1234.56</li><li>1,234.56</li><li>etc.</li></ul>For comma as the decimal separator, the valid number representations are:<ul><li>1234,56</li><li>1.234,56</li><li>etc.</li></ul>
ar: عند استخدام حرف النقطة للفاصل العشري، تمثيلات الأرقام الصالحة هي:<ul><li>1234.56</li><li>1,234.56</li><li>إلخ.</li></ul>بالنسبة إلى الفاصلة كفاصل عشري، تمثيلات الأرقام الصالحة هي:<ul><li>1234,56</li><li>1.234,56</li><li>إلخ.</li></ul>

source: This option determines how the imported strings have to be converted to calendar date, i.e. year, month, and day numbers in the Gregorian calendar and to time.
ar: يحدد هذا الخيار كيفية تحويل السلاسل المستوردة إلى تاريخ تقويمي، أي أرقام السنة والشهر واليوم في التقويم الغريغوري والوقت.

source: Expressions that may be used for the date part of format string:<table><tr><td>d</td><td>the day as number without a leading zero (1 to 31).</td></tr><tr><td>dd</td><td>the day as number with a leading zero (01 to 31).</td></tr><tr><td>ddd</td><td>the abbreviated localized day name (e.g. 'Mon' to 'Sun'). Uses the system locale to localize the name.</td></tr><tr><td>dddd</td><td>the long localized day name (e.g. 'Monday' to 'Sunday'). Uses the system locale to localize the name.</td></tr><tr><td>M</td><td>the month as number without a leading zero (1 to 12).</td></tr><tr><td>MM</td><td>the month as number with a leading zero (01 to 12).</td></tr><tr><td>MMM</td><td>the abbreviated localized month name (e.g. 'Jan' to 'Dec'). Uses the system locale to localize the name.</td></tr><tr><td>MMMM</td><td>the long localized month name (e.g. 'January' to 'December'). Uses the system locale to localize the name.</td></tr><tr><td>yy</td><td>the year as two digit number (00 to 99).</td></tr><tr><td>yyyy</td><td>the year as four digit number. If the year is negative, a minus sign is prepended in addition.</td></tr></table><br><br>Expressions that may be used for the time part of the format string:<table><tr><td>h</td><td>the hour without a leading zero (0 to 23 or 1 to 12 if AM/PM display)</td></tr><tr><td>hh</td><td>the hour with a leading zero (00 to 23 or 01 to 12 if AM/PM display)</td></tr><tr><td>H</td><td>the hour without a leading zero (0 to 23, even with AM/PM display)</td></tr><tr><td>HH</td><td>the hour with a leading zero (00 to 23, even with AM/PM display)</td></tr><tr><td>m</td><td>the minute without a leading zero (0 to 59)</td></tr><tr><td>mm</td><td>the minute with a leading zero (00 to 59)</td></tr><tr><td>s</td><td>the second without a leading zero (0 to 59)</td></tr><tr><td>ss</td><td>the second with a leading zero (00 to 59)</td></tr><tr><td>z</td><td>the milliseconds without leading zeroes (0 to 999)</td></tr><tr><td>zzz</td><td>the milliseconds with leading zeroes (000 to 999)</td></tr><tr><td>AP or A</td><td>interpret as an AM/PM time. AP must be either 'AM' or 'PM'.</td></tr><tr><td>ap or a</td><td>Interpret as an AM/PM time. ap must be either 'am' or 'pm'.</td></tr></table><br><br>Examples are:<table><tr><td>dd.MM.yyyy</td><td>20.07.1969</td></tr><tr><td>ddd MMMM d yy</td><td>Sun July 20 69</td></tr><tr><td>'The day is' dddd</td><td>The day is Sunday</td></tr></table><br><br>In case the provided expression is empty, the format will be auto-detected.
ar: التعبيرات التي قد تستخدم لجزء التاريخ من سلسلة التنسيق:<table><tr><td>d</td><td>اليوم كرقم بدون صفر بادئ (1 إلى 31).</td></tr><tr><td>dd</td><td>اليوم كرقم مع صفر بادئ (01 إلى 31).</td></tr><tr><td>ddd</td><td>اسم اليوم المختصر المترجم محليا (مثل 'Mon' إلى 'Sun'). يستخدم لغة النظام المحلية لترجمة الاسم.</td></tr><tr><td>dddd</td><td>اسم اليوم الطويل المترجم محليا (مثل 'Monday' إلى 'Sunday'). يستخدم لغة النظام المحلية لترجمة الاسم.</td></tr><tr><td>M</td><td>الشهر كرقم بدون صفر بادئ (1 إلى 12).</td></tr><tr><td>MM</td><td>الشهر كرقم مع صفر بادئ (01 إلى 12).</td></tr><tr><td>MMM</td><td>اسم الشهر المختصر المترجم محليا (مثل 'Jan' إلى 'Dec'). يستخدم لغة النظام المحلية لترجمة الاسم.</td></tr><tr><td>MMMM</td><td>اسم الشهر الطويل المترجم محليا (مثل 'January' إلى 'December'). يستخدم لغة النظام المحلية لترجمة الاسم.</td></tr><tr><td>yy</td><td>السنة كرقم ذي خانتين (00 إلى 99).</td></tr><tr><td>yyyy</td><td>السنة كرقم ذي أربع خانات. إذا كانت السنة سالبة، تضاف إشارة ناقص.</td></tr></table><br><br>التعبيرات التي قد تستخدم لجزء الوقت من سلسلة التنسيق:<table><tr><td>h</td><td>الساعة بدون صفر بادئ (0 إلى 23 أو 1 إلى 12 إذا عرض صباحا/مساء).</td></tr><tr><td>hh</td><td>الساعة مع صفر بادئ (00 إلى 23 أو 01 إلى 12 إذا عرض صباحا/مساء).</td></tr><tr><td>H</td><td>الساعة بدون صفر بادئ (0 إلى 23، حتى مع عرض صباحا/مساء).</td></tr><tr><td>HH</td><td>الساعة مع صفر بادئ (00 إلى 23، حتى مع عرض صباحا/مساء).</td></tr><tr><td>m</td><td>الدقيقة بدون صفر بادئ (0 إلى 59).</td></tr><tr><td>mm</td><td>الدقيقة مع صفر بادئ (00 إلى 59).</td></tr><tr><td>s</td><td>الثانية بدون صفر بادئ (0 إلى 59).</td></tr><tr><td>ss</td><td>الثانية مع صفر بادئ (00 إلى 59).</td></tr><tr><td>z</td><td>المللي ثانية بدون أصفار بادئة (0 إلى 999).</td></tr><tr><td>zzz</td><td>المللي ثانية مع أصفار بادئة (000 إلى 999).</td></tr><tr><td>AP أو A</td><td>فسر كوقت صباحا/مساء. AP يجب أن تكون إما 'AM' أو 'PM'.</td></tr><tr><td>ap أو a</td><td>فسر كوقت صباحا/مساء. ap يجب أن تكون إما 'am' أو 'pm'.</td></tr></table><br><br>الأمثلة هي:<table><tr><td>dd.MM.yyyy</td><td>20.07.1969</td></tr><tr><td>ddd MMMM d yy</td><td>Sun July 20 69</td></tr><tr><td>'The day is' dddd</td><td>The day is Sunday</td></tr></table><br><br>في حالة أن التعبير المقدم فارغ، سيكتشف التنسيق آليا.

source: Number of columns: %1
ar: عدد الأعمدة: %1

source: Number of lines: %1
ar: عدد الأسطر: %1

source: Column %1
ar: العمود %1

source: Timestamp
ar: الختم الزمني

source: Index
ar: المؤشر

source: DateTime
ar: التاريخ والوقت

source: Timestamp (Unix)
ar: الختم الزمني (يونكس)

source: Timestamp (Windows)
ar: الختم الزمني (ويندوز)

source: Int
ar: عدد صحيح

source: Int64
ar: صحيح64

source: Failed to open the device/file.
ar: فشل فتح الجهاز/الملف.

source: Data selection empty.
ar: تحديد البيانات فارغ.

source: Failed to open the device/file or it's empty.
ar: فشل فتح الجهاز/الملف أو أنه فارغ.

source: Not enough memory.
ar: ذاكرة غير كافية.

source: Invalid file.
ar: ملف غير صالح.

source: No messages read.
ar: لَم تقرأ رسائل.

source: Invalid number of data columns. First row column count: %1. %2th row column count >= %3. Check if the correct separator is used and the data contains same number of columns.
ar: عدد أعمدة البيانات غير صالح. عدد أعمدة الصف الأول: %1. عدد أعمدة الصف %2 >= %3. تحقق من استخدام الفاصل الصحيح واحتواء البيانات على نفس العدد من الأعمدة.

source: Images: %1
ar: الصور: %1

source: Tables: %1
ar: الجداول: %1

source: Failed to open the file.
ar: فشل فتح الملف.

source: Failed to read the file.
ar: فشل قراءة الملف.

source: Zero dimensions.
ar: أبعاد صفرية.

source: Primary header
ar: ترويسة مبدئية

source: IMAGE #%1
ar: صورة #%1

source: Images
ar: الصور

source: Tables
ar: الجداول

source: Not a HDF5 file
ar: ليس ملف HDF5

source: Failed checking file
ar: فشل التحقق من الملف

source: Failed opening HDF5 file
ar: فشل فتح ملف HDF5

source: File size: %1 bytes
ar: حجم الملفّ: %1 بايت

source: Free space: %1 bytes
ar: المساحة المتبقية: %1 بايت

source: Number of files: %1
ar: عدد الملفات: %1

source: Number of data sets: %1
ar: عدد مجموعات البيانات: %1

source: Number of groups: %1
ar: عدد المجموعات: %1

source: Number of named datatypes: %1
ar: عدد أنواع البيانات المسماة: %1

source: Number of attributes: %1
ar: عدد السمات: %1

source: Number of all objects: %1
ar: عدد كل الكائنات: %1

source: Version of superblock: %1
ar: إصدار الكتلة الفائقة: %1

source: Size of superblock: %1 bytes
ar: حجم الكتلة الفائقة: %1 بايت

source: Size of superblock extension: %1 bytes
ar: حجم تمديد الكتلة الفائقة: %1 بايت

source: Version of free-space manager: %1
ar: إصدار مدير المساحة الحرة: %1

source: Size of free-space manager metadata: %1 bytes
ar: حجم البيانات الوصفية لمدير المساحة الحرة: %1 بايت

source: Total size of free space: %1 bytes
ar: إجمالي حجم المساحة الحرة: %1 بايت

source: Version of shared object header: %1
ar: إصدار ترويسة الكائن المشترك: %1

source: Size of shared object header: %1 bytes
ar: حجم ترويسة الكائن المشترك: %1 بايت

source: Size of all shared object header indexes: %1 bytes
ar: حجم جميع فهارس ترويسة الكائن المشترك: %1 بايت

source: Size of the heap: %1 bytes
ar: حجم الكومة: %1 بايت

source: Cache config version: %1
ar: إصدار تشكيلة خبيئة: %1

source: Yes
ar: نعم

source: No
ar: لا

source: Adaptive cache resize report function enabled: %1
ar: وظيفة تقرير تغيير حجم الخبيئة التكيفية ممكّنة: %1

source: Cache initial maximum size: %1 bytes
ar: الحد الأقصى الأولي لحجم الخبيئة: %1 بايت

source: Adaptive cache maximum size: %1 bytes
ar: الحد الأقصى لحجم الخبيئة التكيفية: %1 بايت

source: Adaptive cache minimum size: %1 bytes
ar: الحد الأدنى لحجم الخبيئة التكيفية: %1 بايت

source: Metadata cache hit rate: %1
ar: معدل إصابة خبيئة البيانات الوصفية: %1

source: Current cache maximum size: %1 bytes
ar: الحد الأقصى الحالي لحجم الخبيئة: %1 بايت

source: Current cache minimum clean size: %1 bytes
ar: الحد الأدنى الحالي لحجم تنظيف الخبيئة: %1 بايت

source: Current cache size: %1 bytes
ar: الحجم الحالي للخبيئة: %1 بايت

source: Current number of entries in the cache: %1
ar: العدد الحالي للمدخلات في الخبيئة: %1

source: Logging enabled: %1
ar: التسجيل ممكن: %1

source: Events are currently logged: %1
ar: الأحداث تسجل حاليا: %1

source: Metadata/raw data page buffer accesses: %1 %2
ar: وصول مخزن صفحة البيانات الوصفية/البيانات الأولية المؤقت: %1 %2

source: Metadata/raw data page buffer hits: %1 %2
ar: إصابات مخزن صفحة البيانات الوصفية/البيانات الأولية المؤقت: %1 %2

source: Metadata/raw data page buffer misses: %1 %2
ar: إخفاقات مخزن صفحة البيانات الوصفية/البيانات الأولية المؤقت: %1 %2

source: Metadata/raw data page buffer evictions: %1 %2
ar: إزاحات مخزن صفحة البيانات الوصفية/البيانات الأولية المؤقت: %1 %2

source: Metadata/raw data accesses bypassing page buffer: %1 %2
ar: وصول البيانات الوصفية/البيانات الأولية يتجاوز مخزن الصفحة المؤقت: %1 %2

source: Page buffer disabled
ar: مخزن الصفحة المؤقت معطل

source: h5dump not found.
ar: h5dump لَم يعثر عليه.

source: Reading from file %1 failed.
ar: فشلت القراءة من الملف %1.

source: data type
ar: نوع البيانات

source: rank %1 not supported yet
ar: الرتبة %1 لَم تدعم بعد

source: data set
ar: مجموعة بيانات

source: symbolic link
ar: وصلة رمزية

source: link to %1
ar: اربط إلى %1

source: hard link
ar: وصلة صلبة

source: unknown
ar: مجهول

source: No data set selected.
ar: لَم تختر مجموعة بيانات.

source: rank 0 not implemented yet for type %1
ar: الرتبة 0 لَم تنفذ بعد للنوع %1

source: unsupported integer type for rank 1
ar: نوع عدد صحيح غير مدعوم للرتبة 1

source: unsupported float type for rank 1
ar: نوع فاصلة عائمة غير مدعوم للرتبة 1

source: rank 1 not implemented yet for type %1
ar: الرتبة 1 لَم تنفذ بعد للنوع %1

source: unsupported integer type for rank 2
ar: نوع عدد صحيح غير مدعوم للرتبة 2

source: unsupported float type for rank 2
ar: نوع فاصلة عائمة غير مدعوم للرتبة 2

source: rank 2 not implemented yet for type %1
ar: الرتبة 2 لَم تنفذ بعد للنوع %1

source: rank %1 not implemented yet for type %2
ar: الرتبة %1 لَم تنفذ بعد للنوع %2

source: Matrix (grayscale)
ar: مصفوفة (تدرج رمادي)

source: XYZ (grayscale)
ar: س ص ع (تدرج رمادي)

source: XYRGB
ar: س ص أحمر أخضر أزرق

source: Empty file or invalid or non-supported format.
ar: ملف فارغ أو تنسيق غير صالح أو غير مدعوم.

source: numerical data, %1 element
ar: بيانات رقمية، %1 عنصر

source: Open device failed
ar: فشل فتح الجهاز

source: Empty file
ar: ملفّ فارغ

source: Parse error: %1 at offset %2
ar: خطأ تحليل: %1 عند الإزاحة %2

source: Valid JSON document
ar: مستند JSON صالح

source: index
ar: الدليل

source: timestamp
ar: الختم الزمني

source: month
ar: شهر

source: day
ar: يوم

source: name
ar: اسم

source: Device/file is empty.
ar: الجهاز/الملف فارغ.

source: JSON format error or document empty.
ar: خطأ تنسيق JSON أو المستند فارغ.

source: Empty file or invalid JSON document.
ar: ملف فارغ أو مستند JSON غير صالح.

source: Error getting file info
ar: خطأ في الحصول على معلومات الملف

source: Matlab version 7.3
ar: إصدار ماتلاب 7.3

source: Matlab version 5
ar: إصدار ماتلاب 5

source: Matlab version 4
ar: إصدار ماتلاب 4

source: Matlab version undefined
ar: إصدار ماتلاب غير محدد

source: Number of variables:
ar: عدد المتغيرات:

source: Variables:
ar: المتغيّرات:

source: Empty
ar: فارغ

source: Cell
ar: خلية

source: Struct
ar: بنية

source: Object
ar: كائن

source: Char
ar: محرف

source: Sparse
ar: متناثر

source: Single
ar: مفرد

source: Int8
ar: صحيح8

source: Int16
ar: صحيح16

source: Int32
ar: صحيح32

source: Function
ar: الدالة

source: Opaque
ar: معتم

source: Undefined
ar: غير معرّف

source: Unknown
ar: مجهول

source: Matrix
ar: المصفوفة

source: Compressed
ar: المضغوط

source: String
ar: نصّ

source: Array
ar: مصفوفة

source: No valid variable selected.
ar: لَم يختر متغير صالح.

source: Selected variable not found.
ar: لَم يعثر على المتغير المختار.

source: Struct contains no fields
ar: التركيب لا يحتوي على حقول

source: Support for this variable type not implemented yet.
ar: دعم نوع المتغير هذا لَم ينفذ بعد.

source: Variables with rank greater than 2 not supported yet.
ar: المتغيرات ذات الرتبة الأكبر من 2 لَم تدعم بعد.

source: Valid MCAP file
ar: ملف MCAP صالح

source: Message count:
ar: عدد الرسائل:

source: Schema count:
ar: عدد المخططات:

source: Channel count:
ar: عدد القنوات:

source: Attachment count:
ar: عدد المرفقات:

source: Metadata count:
ar: عدد البيانات الوصفية:

source: Message Start Time:
ar: وقت بدء الرسالة:

source: Message End Time:
ar: وقت نهاية الرسالة:

source: No Statistics found.
ar: لم يتم العثور على إحصائيات.

source: Failed to read the file. Reason: %1
ar: فشل قراءة الملف. السبب: %1

source: No JSON encoded topics found.
ar: لم يتم العثور على أية مواضيع مشفَّرة بصيغة JSON.

source: Error opening file
ar: خطأ في فتح الملفّ

source: Number of global attributes: %1
ar: عدد السمات الشاملة: %1

source: Number of dimensions: %1
ar: عدد الأبعاد: %1

source: Number of variables: %1
ar: عدد المتغيرات: %1
