Repository: KDE/labplot
Catalog: po/*/labplot.po
Languages: ar

source: Irregular spherical Bessel function of order l
ar: دالة بيسل الكروية غير المنتظمة من الرتبة ل

source: Scaled regular modified spherical Bessel function of zeroth order, exp(-|x|) i0(x)
ar: دالة بيسل الكروية المعدلة المنتظمة والمُعدَّلة من الرتبة الصفرية، exp(-|x|) i0(x)

source: Scaled regular modified spherical Bessel function of first order, exp(-|x|) i1(x)
ar: دالة بيسل الكروية المعدلة المنتظمة والمُعدَّلة من الرتبة الأولى، exp(-|x|) i1(x)

source: Scaled regular modified spherical Bessel function of second order, exp(-|x|) i2(x)
ar: دالة بيسل الكروية المعدلة المنتظمة والمُعدَّلة من الرتبة الثانية، exp(-|x|) i2(x)

source: Scaled regular modified spherical Bessel function of order l, exp(-|x|) il(x)
ar: دالة بيسل الكروية المعدلة المنتظمة والمُعدَّلة من الرتبة ل، exp(-|x|) il(x)

source: Scaled irregular modified spherical Bessel function of zeroth order, exp(x) k0(x)
ar: دالة بيسل الكروية المعدلة غير المنتظمة والمُعدَّلة من الرتبة الصفرية، exp(x) k0(x)

source: Scaled irregular modified spherical Bessel function of first order, exp(-|x|) k1(x)
ar: دالة بيسل الكروية المعدلة غير المنتظمة والمُعدَّلة من الرتبة الأولى، exp(-|x|) k1(x)

source: Scaled irregular modified spherical Bessel function of second order, exp(-|x|) k2(x)
ar: دالة بيسل الكروية المعدلة غير المنتظمة والمُعدَّلة من الرتبة الثانية، exp(-|x|) k2(x)

source: Scaled irregular modified spherical Bessel function of order l, exp(-|x|) kl(x)
ar: دالة بيسل الكروية المعدلة غير المنتظمة والمُعدَّلة من الرتبة ل، exp(-|x|) kl(x)

source: Regular cylindrical Bessel function of fractional order
ar: دالة بيسل الأسطوانية المنتظمة من الرتبة الكسرية

source: Irregular cylindrical Bessel function of fractional order
ar: دالة بيسل الأسطوانية غير المنتظمة من الرتبة الكسرية

source: Regular modified Bessel function of fractional order
ar: دالة بيسل المعدلة المنتظمة من الرتبة الكسرية

source: Scaled regular modified Bessel function of fractional order
ar: دالة بيسل المعدلة المنتظمة والمُعدَّلة من الرتبة الكسرية

source: Irregular modified Bessel function of fractional order
ar: دالة بيسل المعدلة غير المنتظمة من الرتبة الكسرية

source: Logarithm of irregular modified Bessel function of fractional order
ar: لوغاريتم دالة بيسل المعدلة غير المنتظمة من الرتبة الكسرية

source: Scaled irregular modified Bessel function of fractional order
ar: دالة بيسل المعدلة غير المنتظمة والمُعدَّلة من الرتبة الكسرية

source: n-th positive zero of the Bessel function J0
ar: الصفر الموجب النوني لدالة بيسل J0

source: n-th positive zero of the Bessel function J1
ar: الصفر الموجب النوني لدالة بيسل J1

source: n-th positive zero of the Bessel function Jnu
ar: الصفر الموجب النوني لدالة بيسل Jnu

source: Clausen function
ar: دالة كلوزن

source: Lowest-order normalized hydrogenic bound state radial wavefunction
ar: أدنى رتبة لدالة موجة شعاعية لحالة مقيدة هيدروجينية مُعيَّرة

source: n-th normalized hydrogenic bound state radial wavefunction
ar: دالة موجة شعاعية نونية لحالة مقيدة هيدروجينية مُعيَّرة

source: Dawson's integral D(z) = sqrt(pi)/2 * exp(-z^2) * erfi(z)
ar: تكامل داوسون D(z) = جذر(باي)/2 * exp(-س^2) * erfi(س)

source: First-order Debye function
ar: دالة ديباي من الرتبة الأولى

source: Second-order Debye function
ar: دالة ديباي من الرتبة الثانية

source: Third-order Debye function
ar: دالة ديباي من الرتبة الثالثة

source: Fourth-order Debye function
ar: دالة ديباي من الرتبة الرابعة

source: Fifth-order Debye function
ar: دالة ديباي من الرتبة الخامسة

source: Sixth-order Debye function
ar: دالة ديباي من الرتبة السادسة

source: Dilogarithm for a real argument
ar: اللوغاريتم الثنائي لوسيط حقيقي

source: Legendre form of complete elliptic integral K
ar: صيغة ليجاندر للتكامل الإهليجي الكامل K

source: Legendre form of complete elliptic integral E
ar: صيغة ليجاندر للتكامل الإهليجي الكامل E

source: Legendre form of complete elliptic integral Pi
ar: صيغة ليجاندر للتكامل الإهليجي الكامل Pi

source: Legendre form of incomplete elliptic integral F
ar: صيغة ليجاندر للتكامل الإهليجي الناقص F

source: Legendre form of incomplete elliptic integral E
ar: صيغة ليجاندر للتكامل الإهليجي الناقص E

source: Legendre form of incomplete elliptic integral P
ar: صيغة ليجاندر للتكامل الإهليجي الناقص P

source: Legendre form of incomplete elliptic integral D
ar: صيغة ليجاندر للتكامل الإهليجي الناقص D

source: Carlson form of incomplete elliptic integral RC
ar: صيغة كارلسون للتكامل الإهليجي الناقص RC

source: Carlson form of incomplete elliptic integral RD
ar: صيغة كارلسون للتكامل الإهليجي الناقص RD

source: Carlson form of incomplete elliptic integral RF
ar: صيغة كارلسون للتكامل الإهليجي الناقص RF

source: Carlson form of incomplete elliptic integral RJ
ar: صيغة كارلسون للتكامل الإهليجي الناقص RJ

source: Error function
ar: دالة الخطأ

source: Complementary error function
ar: دالة الخطأ المكملة

source: Logarithm of complementary error function
ar: لوغاريتم دالة الخطأ المكملة

source: Gaussian probability density function Z
ar: دالة كثافة الاحتمال الغاوسية Z

source: Upper tail of the Gaussian probability function Q
ar: الذيل العلوي لدالة الاحتمال الغاوسية Q

source: Hazard function for the normal distribution Z/Q
ar: دالة الخطر للتوزيع الطبيعي Z/Q

source: Underflow-compensating function exp(x^2) erfc(x) for real x
ar: دالة تعويض تجاوز الحد الأدنى exp(س^2) erfc(س) لـ س الحقيقية

source: Imaginary error function erfi(x) = -i erf(ix) for real x
ar: دالة الخطأ التخيلية erfi(س) = -ت erf(ت س) لـ س الحقيقية

source: Imaginary part of Faddeeva's scaled complex error function w(x) = exp(-x^2) erfc(-ix) for real x
ar: الجزء التخيلي لدالة الخطأ المركبة والمُعدَّلة لفاديفا w(س) = exp(-س^2) erfc(-ت س) لـ س الحقيقية

source: Voigt profile
ar: شكل فويت

source: Pseudo-Voigt profile (same width)
ar: شكل فويت الزائف (نفس العرض)

source: Exponential function
ar: الدالة الأسية

source: exponentiate x and multiply by y
ar: ارفع س للأس واضرب في ص

source: n-relative exponential
ar: أُسِّي نسبي نوني

source: Exponential integral
ar: تكامل أسي

source: Second order exponential integral
ar: تكامل أُسِّي من الرتبة الثانية

source: Exponential integral of order n
ar: تكامل أُسِّي من الرتبة ن

source: Exponential integral Ei
ar: التكامل الأُسِّي Ei

source: Hyperbolic integral Shi
ar: تكامل زائدي Shi

source: Hyperbolic integral Chi
ar: تكامل زائدي Chi

source: Third-order exponential integral
ar: تكامل أُسِّي من الرتبة الثالثة

source: Sine integral
ar: تكامل الجيب

source: Cosine integral
ar: تكامل جيب التمام

source: Arctangent integral
ar: تكامل معكوس الظل

source: Complete Fermi-Dirac integral with index -1
ar: تكامل فيرمي-ديراك الكامل ذو الفهرس -1

source: Complete Fermi-Dirac integral with index 0
ar: تكامل فيرمي-ديراك الكامل ذو الفهرس 0

source: Complete Fermi-Dirac integral with index 1
ar: تكامل فيرمي-ديراك الكامل ذو الفهرس 1

source: Complete Fermi-Dirac integral with index 2
ar: تكامل فيرمي-ديراك الكامل ذو الفهرس 2

source: Complete Fermi-Dirac integral with integer index j
ar: تكامل فيرمي-ديراك الكامل ذو الفهرس الصحيح ي

source: Complete Fermi-Dirac integral with index -1/2
ar: تكامل فيرمي-ديراك الكامل ذو الفهرس -1/2

source: Complete Fermi-Dirac integral with index 1/2
ar: تكامل فيرمي-ديراك الكامل ذو الفهرس 1/2

source: Complete Fermi-Dirac integral with index 3/2
ar: تكامل فيرمي-ديراك الكامل ذو الفهرس 3/2

source: Incomplete Fermi-Dirac integral with index zero
ar: تكامل فيرمي-ديراك الناقص ذو الفهرس الصفر

source: Gamma function
ar: دالة غاما

source: Logarithm of the gamma function
ar: لوغاريتم دالة جاما

source: Logarithm naturalis of the gamma function
ar: اللوغاريتم الطبيعي لدالة جاما

source: Regulated gamma function
ar: دالة جاما المنظَّمة

source: Reciprocal of the gamma function
ar: مقلوب دالة جاما

source: Factorial n!
ar: عاملي ن!

source: Double factorial n!!
ar: عاملي مزدوج ن!!

source: Logarithm of the factorial
ar: لوغاريتم العاملي

source: Logarithm of the double factorial
ar: لوغاريتم العاملي المزدوج

source: Combinatorial factor
ar: عامل توافقي

source: Logarithm of the combinatorial factor
ar: لوغاريتم العامل التوافقي

source: Taylor coefficient
ar: معامل تايلور

source: Pochhammer symbol
ar: رمز بوكهامر

source: Logarithm of the Pochhammer symbol
ar: لوغاريتم رمز بوكهامر

source: Relative Pochhammer symbol
ar: رمز بوكهامر النسبي

source: Unnormalized incomplete gamma function
ar: دالة جاما الناقصة غير المُعيَّرة

source: Normalized incomplete gamma function
ar: دالة جاما الناقصة المُعيَّرة

source: Complementary normalized incomplete gamma function
ar: دالة جاما الناقصة المُعيَّرة المكملة

source: Beta function
ar: دالة بيتا

source: Logarithm of the beta function
ar: لوغاريتم دالة بيتا

source: Normalized incomplete beta function
ar: دالة بيتا الناقصة المُعيَّرة

source: Gegenbauer polynomial C_1
ar: متعددة حدود غيغنباور C_1

source: Gegenbauer polynomial C_2
ar: متعددة حدود غيغنباور C_2

source: Gegenbauer polynomial C_3
ar: متعددة حدود غيغنباور C_3

source: Gegenbauer polynomial C_n
ar: متعددة حدود غيغنباور C_n

source: Hermite polynomials physicists version
ar: متعددات حدود هيرميت نسخة الفيزيائيين

source: Hermite polynomials probabilists version
ar: متعددات حدود هيرميت نسخة علماء الاحتمال

source: Hermite functions
ar: دوال هيرميت

source: Hermite functions (fast version)
ar: دوال هيرميت (نسخة سريعة)

source: Derivatives of Hermite polynomials physicists version
ar: مشتقات متعددات حدود هيرميت نسخة الفيزيائيين

source: Derivatives of Hermite polynomials probabilists version
ar: مشتقات متعددات حدود هيرميت نسخة علماء الاحتمال

source: Derivatives of Hermite functions
ar: مشتقات دوال هيرميت

source: Hypergeometric function 0F1
ar: دالة فرط هندسية 0F1

source: Confluent hypergeometric function 1F1 for integer parameters
ar: دالة فرط هندسية متلاقية 1F1 لمعاملات عدد صحيح

source: Confluent hypergeometric function 1F1 for general parameters
ar: دالة فرط هندسية متلاقية 1F1 لمعاملات عامة

source: Confluent hypergeometric function U for integer parameters
ar: دالة فرط هندسية متلاقية U لمعاملات عدد صحيح

source: Confluent hypergeometric function U
ar: دالة فرط هندسية متلاقية U

source: Gauss hypergeometric function 2F1
ar: دالة فرط هندسية غاوس 2F1

source: Gauss hypergeometric function 2F1 with complex parameters
ar: دالة فرط هندسية غاوس 2F1 بمعاملات مركبة

source: Renormalized Gauss hypergeometric function 2F1
ar: دالة فرط هندسية غاوس المُعيَّرة 2F1

source: Renormalized Gauss hypergeometric function 2F1 with complex parameters
ar: دالة فرط هندسية غاوس المُعيَّرة 2F1 بمعاملات مركبة

source: Hypergeometric function 2F0
ar: دالة فرط هندسية 2F0

source: generalized Laguerre polynomials L_1
ar: متعددات حدود لاغوير المُعمَّمة L_1

source: generalized Laguerre polynomials L_2
ar: متعددات حدود لاغوير المُعمَّمة L_2

source: generalized Laguerre polynomials L_3
ar: متعددات حدود لاغوير المُعمَّمة L_3

source: generalized Laguerre polynomials L_n
ar: متعددات حدود لاغوير المُعمَّمة L_n

source: Principal branch of the Lambert W function
ar: الفرع الرئيسي لدالة لامبرت W

source: Secondary real-valued branch of the Lambert W function
ar: الفرع الثانوي ذو القيمة الحقيقية لدالة لامبرت W

source: Legendre polynomial P_1
ar: متعددة حدود ليجاندر P_1

source: Legendre polynomial P_2
ar: متعددة حدود ليجاندر P_2

source: Legendre polynomial P_3
ar: متعددة حدود ليجاندر P_3

source: Legendre polynomial P_l
ar: متعددة حدود ليجاندر P_l

source: Legendre function Q_0
ar: دالة ليجاندر Q_0

source: Legendre function Q_1
ar: دالة ليجاندر Q_1

source: Legendre function Q_l
ar: دالة ليجاندر Q_l

source: Associated Legendre polynomial
ar: متعددة حدود ليجاندر المرتبطة

source: Normalized associated Legendre polynomial
ar: متعددة حدود ليجاندر المرتبطة المُعيَّرة

source: Irregular spherical conical function P^1/2
ar: دالة مخروطية كروية غير منتظمة P^1/2

source: Regular spherical conical function P^(-1/2)
ar: دالة مخروطية كروية منتظمة P^(-1/2)

source: Conical function P^0
ar: دالة مخروطية P^0

source: Conical function P^1
ar: دالة مخروطية P^1

source: Regular spherical conical function P^(-1/2-l)
ar: دالة مخروطية كروية منتظمة P^(-1/2-ل)

source: Regular cylindrical conical function P^(-m)
ar: دالة مخروطية أسطوانية منتظمة P^(-م)

source: Zeroth radial eigenfunction of the Laplacian on the 3-dimensional hyperbolic space
ar: دالة ذاتية شعاعية صفرية للابلاسيان على فضاء زائدي ثلاثي الأبعاد

source: First radial eigenfunction of the Laplacian on the 3-dimensional hyperbolic space
ar: دالة ذاتية شعاعية أولى للابلاسيان على فضاء زائدي ثلاثي الأبعاد

source: l-th radial eigenfunction of the Laplacian on the 3-dimensional hyperbolic space
ar: دالة ذاتية شعاعية ل للابلاسيان على فضاء زائدي ثلاثي الأبعاد

source: Logarithm
ar: لوغاريتم

source: Base 2 logarithm
ar: اللوغاريتم ذو الأساس 2

source: Logarithm of the magnitude
ar: لوغاريتم المقدار

source: Characteristic values a_n(q) of the Mathieu functions ce_n(q, x)
ar: القيم المميزة a_ن(ق) لدوال ماثيو ce_ن(ق، س)

source: Characteristic values b_n(q) of the Mathieu functions se_n(q, x)
ar: القيم المميزة b_ن(ق) لدوال ماثيو se_ن(ق، س)

source: Angular Mathieu functions ce_n(q, x)
ar: دوال ماثيو الزاوية ce_ن(ق، س)

source: Angular Mathieu functions se_n(q, x)
ar: دوال ماثيو الزاوية se_ن(ق، س)

source: Radial j-th kind Mathieu functions Mc_n^{(j)}(q, x)
ar: دوال ماثيو الشعاعية من النوع ي Mc_ن^{(ي)}(ق، س)

source: Radial j-th kind Mathieu functions Ms_n^{(j)}(q, x)
ar: دوال ماثيو الشعاعية من النوع ي Ms_ن^{(ي)}(ق، س)

source: x^n for integer n with an error estimate
ar: س^ن لـ ن عدد صحيح مع تقدير خطأ

source: Digamma function for positive integer n
ar: دالة ديجاما لـ ن عدد صحيح موجب

source: Digamma function
ar: دالة ديجاما

source: Real part of the digamma function on the line 1+i y
ar: الجزء الحقيقي من دالة ديجاما على الخط 1+ت ص

source: Trigamma function psi' for positive integer n
ar: دالة تريجاما 'psi لـ ن عدد صحيح موجب

source: Trigamma function psi'
ar: دالة تريجاما 'psi

source: Polygamma function psi^(n)
ar: دالة بوليجاما (psi^(ن

source: First synchrotron function
ar: دالة السينكروترون الأولى

source: Second synchrotron function
ar: دالة السينكروترون الثانية

source: Transport function J2
ar: دالة النقل J2

source: Transport function J3
ar: دالة النقل J3

source: Transport function J4
ar: دالة النقل J4

source: Transport function J5
ar: دالة النقل J5

source: Sine
ar: جيب

source: Cosine
ar: جيب التمام

source: Tangent
ar: الظل

source: Inverse sine
ar: جيب معكوس

source: Inverse cosine
ar: جيب التمام معكوس

source: Inverse tangent
ar: ظل معكوس

source: Inverse tangent using sign
ar: ظل معكوس باستخدام الإشارة

source: Hyperbolic sine
ar: الجيب الزائد

source: Hyperbolic cosine
ar: جيب التمام الزائد

source: Hyperbolic tangent
ar: الظل الزائد

source: Inverse hyperbolic cosine
ar: جيب التمام الزائد العكسي

source: Inverse hyperbolic sine
ar: الجيب الزائد العكسي

source: Inverse hyperbolic tangent
ar: الظل الزائد العكسي

source: Secant
ar: قاطع

source: Cosecant
ar: قاطع التمام

source: Cotangent
ar: ظل التمام

source: Inverse secant
ar: قاطع معكوس

source: Inverse cosecant
ar: قاطع التمام معكوس

source: Inverse cotangent
ar: ظل التمام معكوس

source: Hyperbolic secant
ar: قاطع زائدي

source: Hyperbolic cosecant
ar: قاطع التمام زائدي

source: Hyperbolic cotangent
ar: ظل تمام الزائد

source: Inverse hyperbolic secant
ar: قاطع زائدي معكوس

source: Inverse hyperbolic cosecant
ar: قاطع التمام زائدي معكوس

source: Inverse hyperbolic cotangent
ar: ظل التمام زائدي معكوس

source: Sinc function sin(x)/x
ar: دالة سينك sin(x)/x

source: Hypotenuse function
ar: دالة الوتر

source: Three component hypotenuse function
ar: دالة الوتر ثلاثية المكونات

source: restrict to [-pi, pi]
ar: اقصر على [-pi, pi]

source: restrict to [0, 2 pi]
ar: اقصر على [0, 2pi]

source: Riemann zeta function for integer n
ar: دالة ريمان زيتا للعدد الصحيح n

source: Riemann zeta function
ar: دالة زيتا لريمان

source: zeta(n)-1 for integer n
ar: zeta(n)-1 للعدد الصحيح n

source: Hurwitz zeta function
ar: دالة زيتا لهورفيتز

source: Eta function for integer n
ar: دالة إيتا للعدد الصحيح n

source: Eta function
ar: دالة إيتا

source: Gaussian random numbers
ar: أرقام عشوائية غاوسية

source: Exponential random numbers
ar: أرقام عشوائية أسية

source: Laplacian random numbers
ar: أرقام عشوائية لابلاسية

source: Cauchy/Lorentz random numbers
ar: أرقام عشوائية كوشي/لورنتز

source: Rayleigh random numbers
ar: أرقام عشوائية رايلي

source: Landau random numbers
ar: أرقام عشوائية لانداو

source: Levy alpha-stable random numbers
ar: أرقام عشوائية ليفي ألفا المستقرة

source: Gamma random numbers
ar: أرقام عشوائية غاما

source: Flat random numbers
ar: أرقام عشوائية مسطحة

source: Lognormal random numbers
ar: أرقام عشوائية لوغاريتمية طبيعية

source: Chi-squared random numbers
ar: أرقام عشوائية كاي تربيع

source: t-distributed random numbers
ar: أرقام عشوائية ذات توزيع t

source: Logistic random numbers
ar: أرقام عشوائية لوجستية

source: Poisson random numbers
ar: أرقام عشوائية بواسون

source: Bernoulli random numbers
ar: أرقام عشوائية برنولي

source: Binomial random numbers
ar: أرقام عشوائية ذات حدين

source: Triangular random numbers
ar: أرقام عشوائية مثلثة

source: Probability density for a Gaussian distribution
ar: كثافة الاحتمال لتوزيع غاوسي

source: Probability density for a unit Gaussian distribution
ar: كثافة الاحتمال لتوزيع غاوسي وحدوي

source: Cumulative distribution function P
ar: دالة التوزيع التراكمي P

source: Cumulative distribution function Q
ar: دالة التوزيع التراكمي Q

source: Inverse cumulative distribution function P
ar: دالة التوزيع التراكمي المعكوسة P

source: Inverse cumulative distribution function Q
ar: دالة التوزيع التراكمي المعكوسة Q

source: Cumulative unit distribution function P
ar: دالة التوزيع الوحدوي التراكمي P

source: Cumulative unit distribution function Q
ar: دالة التوزيع الوحدوي التراكمي Q

source: Inverse cumulative unit distribution function P
ar: دالة التوزيع الوحدوي التراكمي المعكوسة P

source: Inverse cumulative unit distribution function Q
ar: دالة التوزيع الوحدوي التراكمي المعكوسة Q

source: Probability density for Gaussian tail distribution
ar: كثافة الاحتمال لتوزيع ذيل غاوسي

source: Probability density for unit Gaussian tail distribution
ar: كثافة الاحتمال لتوزيع ذيل غاوسي وحدوي

source: Probability density for a bivariate Gaussian distribution
ar: كثافة الاحتمال لتوزيع غاوسي ثنائي المتغيرات

source: Probability density for an exponential distribution
ar: كثافة الاحتمال لتوزيع أسي

source: Cumulative exponential distribution function P
ar: دالة التوزيع الأسي التراكمي P

source: Cumulative exponential distribution function Q
ar: دالة التوزيع الأسي التراكمي Q

source: Inverse cumulative exponential distribution function P
ar: دالة التوزيع الأسي التراكمي المعكوسة P

source: Inverse cumulative exponential distribution function Q
ar: دالة التوزيع الأسي التراكمي المعكوسة Q

source: Probability density for a Laplace distribution
ar: كثافة الاحتمال لتوزيع لابلاس

source: Cumulative Laplace distribution function P
ar: دالة توزيع لابلاس التراكمي P

source: Cumulative Laplace distribution function Q
ar: دالة توزيع لابلاس التراكمي Q

source: Inverse cumulative Laplace distribution function P
ar: دالة توزيع لابلاس التراكمي المعكوسة P

source: Inverse cumulative Laplace distribution function Q
ar: دالة توزيع لابلاس التراكمي المعكوسة Q

source: Probability density for an exponential power distribution
ar: كثافة الاحتمال لتوزيع قوة أسي

source: cumulative exponential power distribution function P
ar: دالة توزيع قوة أسي التراكمي P

source: Cumulative exponential power distribution function Q
ar: دالة توزيع قوة أسي التراكمي Q

source: Probability density for a Cauchy distribution
ar: كثافة الاحتمال لتوزيع كوشي

source: Cumulative Cauchy distribution function P
ar: دالة توزيع كوشي التراكمي P

source: Cumulative Cauchy distribution function Q
ar: دالة توزيع كوشي التراكمي Q

source: Inverse cumulative Cauchy distribution function P
ar: دالة توزيع كوشي التراكمي المعكوسة P

source: Inverse cumulative Cauchy distribution function Q
ar: دالة توزيع كوشي التراكمي المعكوسة Q

source: Probability density for a Rayleigh distribution
ar: كثافة الاحتمال لتوزيع رايلي

source: Cumulative Rayleigh distribution function P
ar: دالة توزيع رايلي التراكمي P

source: Cumulative Rayleigh distribution function Q
ar: دالة توزيع رايلي التراكمي Q

source: Inverse cumulative Rayleigh distribution function P
ar: دالة توزيع رايلي التراكمي المعكوسة P

source: Inverse cumulative Rayleigh distribution function Q
ar: دالة توزيع رايلي التراكمي المعكوسة Q

source: Probability density for a Rayleigh tail distribution
ar: كثافة الاحتمال لتوزيع ذيل رايلي

source: Probability density for a Landau distribution
ar: كثافة الاحتمال لتوزيع لانداو

source: Probability density for a gamma distribution
ar: كثافة الاحتمال لتوزيع غاما

source: Cumulative gamma distribution function P
ar: دالة توزيع غاما التراكمي P

source: Cumulative gamma distribution function Q
ar: دالة توزيع غاما التراكمي Q

source: Inverse cumulative gamma distribution function P
ar: دالة توزيع غاما التراكمي المعكوسة P

source: Inverse cumulative gamma distribution function Q
ar: دالة توزيع غاما التراكمي المعكوسة Q

source: Probability density for a uniform distribution
ar: كثافة الاحتمال لتوزيع منتظم

source: Cumulative uniform distribution function P
ar: دالة التوزيع المنتظم التراكمي P

source: Cumulative uniform distribution function Q
ar: دالة التوزيع المنتظم التراكمي Q

source: Inverse cumulative uniform distribution function P
ar: دالة التوزيع المنتظم التراكمي المعكوسة P

source: Inverse cumulative uniform distribution function Q
ar: دالة التوزيع المنتظم التراكمي المعكوسة Q

source: Probability density for a lognormal distribution
ar: كثافة الاحتمال لتوزيع لوغاريتمي طبيعي

source: Cumulative lognormal distribution function P
ar: دالة التوزيع اللوغاريتمي الطبيعي التراكمي P

source: Cumulative lognormal distribution function Q
ar: دالة التوزيع اللوغاريتمي الطبيعي التراكمي Q

source: Inverse cumulative lognormal distribution function P
ar: دالة التوزيع اللوغاريتمي الطبيعي التراكمي المعكوسة P

source: Inverse cumulative lognormal distribution function Q
ar: دالة التوزيع اللوغاريتمي الطبيعي التراكمي المعكوسة Q

source: Probability density for a chi squared distribution
ar: كثافة الاحتمال لتوزيع كاي تربيع

source: Cumulative chi squared distribution function P
ar: دالة توزيع كاي تربيع التراكمي P

source: Cumulative chi squared distribution function Q
ar: دالة توزيع كاي تربيع التراكمي Q

source: Inverse cumulative chi squared distribution function P
ar: دالة توزيع كاي تربيع التراكمي المعكوسة P

source: Inverse cumulative chi squared distribution function Q
ar: دالة توزيع كاي تربيع التراكمي المعكوسة Q

source: Probability density for a F-distribution
ar: كثافة الاحتمال لتوزيع F

source: Cumulative F-distribution function P
ar: دالة توزيع F التراكمي P

source: Cumulative F-distribution function Q
ar: دالة توزيع F التراكمي Q

source: Inverse cumulative F-distribution function P
ar: دالة توزيع F التراكمي المعكوسة P

source: Inverse cumulative F-distribution function Q
ar: دالة توزيع F التراكمي المعكوسة Q

source: Probability density for a t-distribution
ar: كثافة الاحتمال لتوزيع t

source: Cumulative t-distribution function P
ar: دالة توزيع t التراكمي P

source: Cumulative t-distribution function Q
ar: دالة توزيع t التراكمي Q

source: Inverse cumulative t-distribution function P
ar: دالة توزيع t التراكمي المعكوسة P

source: Inverse cumulative t-distribution function Q
ar: دالة توزيع t التراكمي المعكوسة Q

source: Probability density for a beta distribution
ar: كثافة الاحتمال لتوزيع بيتا

source: Cumulative beta distribution function P
ar: دالة توزيع بيتا التراكمي P

source: Cumulative beta distribution function Q
ar: دالة توزيع بيتا التراكمي Q

source: Inverse cumulative beta distribution function P
ar: دالة توزيع بيتا التراكمي المعكوسة P

source: Inverse cumulative beta distribution function Q
ar: دالة توزيع بيتا التراكمي المعكوسة Q

source: Probability density for a logistic distribution
ar: كثافة الاحتمال لتوزيع لوجستي

source: Cumulative logistic distribution function P
ar: دالة التوزيع اللوجستي التراكمي P
