Repository: KDE/labplot
Catalog: po/*/labplot.po
Languages: ar

source: character 'X'
ar: حرف 'X'

source: asterisk
ar: إجامة

source: tri
ar: ثلاثي

source: x plus
ar: س زائد

source: tall plus
ar: زائد طويل

source: latin cross
ar: صليب لاتيني

source: dot plus
ar: نقطة زائد

source: hash
ar: مؤشر تجزئة

source: square x
ar: مربع س

source: square plus
ar: مربع زائد

source: half square
ar: نصف مربع

source: square dot
ar: نقطة مربعة

source: diag square
ar: مربع قُطري

source: square triangle
ar: مثلث مربع

source: circle half
ar: نصف دائرة

source: circle dot
ar: نقطة دائرية

source: circle x
ar: دائرة س

source: circle tri
ar: دائرة ثُلاثية

source: peace
ar: سلام

source: triangle dot
ar: نقطة مثلثية

source: triangle line
ar: خط مثلث

source: half triangle
ar: نصف مثلث

source: flower
ar: زهرة

source: flower2
ar: زهرة2

source: flower3
ar: زهرة3

source: flower5
ar: زهرة5

source: flower6
ar: زهرة6

source: star
ar: نجمة

source: star3
ar: نجمة3

source: star6
ar: نجمة6

source: pentagon
ar: خماسي

source: hexagon
ar: سداسي

source: latin
ar: لاتيني

source: david
ar: داود

source: home
ar: منزل

source: pin
ar: دبوس

source: female
ar: أنثى

source: male
ar: ذكر

source: spade
ar: مسحاة

source: club
ar: نادي

source: %1: set values type
ar: %1: اِضبط نوع القِيَم

source: %1: set values column
ar: %1: اِضبط عمود القِيَم

source: %1: set values position
ar: %1: اِضبط موضع القِيَم

source: %1: set values distance
ar: %1: اِضبط مسافة القِيَم

source: %1: rotate values
ar: %1: اِجعل القِيَم تدور

source: %1: set values opacity
ar: %1: اِضبط عتامة القِيَم

source: %1: set values numeric format
ar: %1: اِضبط التنسيق الرقمي للقِيَم

source: %1: set values precision
ar: %1: اِضبط دقة القِيَم

source: %1: set values datetime format
ar: %1: اِضبط تنسيق التاريخ والوقت للقِيَم

source: %1: set values prefix
ar: %1: اِضبط بادئة القِيَم

source: %1: set values suffix
ar: %1: اِضبط لاحقة القِيَم

source: %1: set values font
ar: %1: اِضبط خط القِيَم

source: %1: set values color
ar: %1: اِضبط لون القِيَم

source: %1: data source type changed
ar: %1: غيِّر نوع مصدر البيانات

source: %1: data source curve changed
ar: %1: غيِّر منحنى مصدر البيانات

source: %1: assign x-data
ar: %1: اِسنِد بيانات س

source: %1: assign y-data
ar: %1: اِسنِد بيانات ص

source: %1: assign second y-data
ar: %1: اِسنِد بيانات ص ثانية

source: %1: set baseline options and perform correction
ar: %1: تعيين خيارات خط الأساس وإجراء التصحيح

source: Not enough data points available.
ar: لا يوجد ما يكفي من نقاط البيانات المتاحة.

source: %1: set options and perform the convolution
ar: %1: اِضبط الخيارات ونفِّذ الالتواء

source: %1: set options and perform the correlation
ar: %1: اِضبط الخيارات ونفِّذ الترابط

source: Navigate to "%1"
ar: انتقل إلى "%1"

source: %1: set skip line gaps
ar: %1: اِضبط تخطي فجوات الخطوط

source: %1: set increasing X
ar: %1: اِضبط تزايد س

source: %1: set the number of interpolation points
ar: %1: اِضبط عدد نقاط الاستيفاء

source: %1: set rug orientation
ar: %1: اِضبط اتجاه اللبدة

source: Error: Akima spline interpolation requires a minimum of 5 points.
ar: خطأ: يتطلب الاستيفاء الأكيمي بـ Akima 5 نقاط كحد أدنى.

source: Error: Could not initialize the spline function.
ar: خطأ: لا استطاعة تهيئة دالة الـ spline.

source: x values must be monotonically increasing.
ar: يجب أن تتزايد قيم س بشكل رتيب.

source: Error: %1
ar: الخطأ: %1

source: %1: set options and perform the differentiation
ar: %1: اِضبط الخيارات ونفِّذ التفاضل

source: %1: set equation
ar: %1: اِضبط المعادلة

source: %1: data source histogram changed
ar: %1: غيِّر مدرج مصدر البيانات التكراري

source: %1: assign x-error
ar: %1: اِسنِد خطأ س

source: %1: assign y-error
ar: %1: اِسنِد خطأ ص

source: %1: set fit options and perform the fit
ar: %1: اِضبط خيارات الملاءمة ونفِّذ الملاءمة

# Curve fitting
source: Fit Results
ar: نتائج الملاءمة

source: Nonlinear Fit to X/Y data
ar: ملاءمة لا خطية لبيانات س/ص

source: MODEL
ar: النموذج

source: Degree
ar: الدرجة

source: Peaks
ar: القمم

source: PARAMETERS
ar: المُعاملات

source: Uncertainty
ar: ارتياب

source: Uncertainty, %
ar: ارتياب، ٪

source: t Statistic
ar: إحصائية t

source: Lower
ar: أحرف صغيرة

source: Upper
ar: أحرف كبيرة

source: GOODNESS OF FIT
ar: جودة الملاءمة

source: Sum of squared residuals
ar: مجموع المربعات المتبقية

source: Residuals mean square
ar: متوسط مربع المتبقيات

source: Root mean square deviation
ar: جذر متوسط مربع الانحراف

source: Coefficient of determination
ar: معامل التحديد

source: Adj. coefficient of determination
ar: مُعامِل التحديد المُعدل

source: Test
ar: اختبر

source: F-Test
ar: اختبار F

source: Mean absolute error
ar: متوسط الخطأ المطلق

source: Akaike information criterion
ar: معيار أكايكي للمعلومات

source: Bayesian information criterion
ar: معيار بايزي للمعلومات

source: Model has no parameters!
ar: النموذج ليس لديه مُعاملات!

source: Not sufficient weight data points provided!
ar: لا يوجد ما يكفي من نقاط بيانات الوزن المُقدَّمة!

source: No X data available!
ar: لا توجد بيانات س متاحة!

source: The number of data points (%1) must be greater than or equal to the number of parameters (%2)!
ar: يجب أن يكون عدد نقاط البيانات (%1) أكبر من أو يساوي عدد المُعاملات (%2)!

source: Fit model not specified!
ar: نموذج الملاءمة ليس مُحدَّدًا!

# Curve Fitting
source: Fit Results
ar: نتائج الملاءمة

source: %1: set filter options and perform the Fourier filter
ar: %1: اِضبط خيارات المُرشِّح ونفِّذ مرشِّح فورييه

source: No data points available.
ar: لا توجد نقاط بيانات متاحة.

source: %1: set transform options and perform the Fourier transform
ar: %1: اِضبط خيارات التحويل ونفِّذ تحويل فورييه

source: %1: set function
ar: %1: اِضبط الدالة

source: First curve not valid
ar: المنحنى الأول ليس صالحًا

source: xColumn of first curve not valid
ar: عمود س للمنحنى الأول ليس صالحًا

source: yColumn of first curve not valid
ar: عمود ص للمنحنى الأول ليس صالحًا

source: Number of x and y values do not match for the first curve
ar: عدد قيم س وقيم ص لا تتطابق مع المنحنى الأول

source: Curve '%1' not valid
ar: المنحنى '%1' ليس صالحًا

source: xColumn of curve '%1' not valid
ar: عمود س للمنحنى '%1' ليس صالحًا

source: yColumn of curve '%1' not valid
ar: عمود ص للمنحنى '%1' ليس صالحًا

source: Number of x and y values do not match for curve '%1'
ar: عدد قيم س وقيم ص لا تتطابق مع المنحنى '%1'

source: %1: set transform options and perform the Hilbert transform
ar: %1: اِضبط خيارات التحويل ونفِّذ تحويل هلبرت

source: %1: set options and perform the integration
ar: %1: اِضبط الخيارات ونفِّذ التكامل

source: %1: set options and perform the interpolation
ar: %1: اِضبط الخيارات ونفِّذ الاستيفاء

source: Number of x and y data points must be equal.
ar: يجب أن يتساوى عدد نقاط بيانات س وص.

source: interpolation failed since x data is not strictly monotonic increasing!
ar: فشل الاستيفاء لأن بيانات س لا تتزايد بشكل رتيب صارم!

source: %1: set options and perform the line simplification
ar: %1: اضبط الخيارات ونفِّذ تبسيط الخط

source: %1: set options and perform the smooth
ar: %1: اِضبط الخيارات ونفِّذ التنعيم

source: %1: set label text
ar: %1: اِضبط نص الملصق

source: %1: set label placeholdertext
ar: %1: اِضبط نص نائب الملصق

source: %1: set TeX main font
ar: %1: اِضبط خط تخ الرئيسي

source: %1: set border shape
ar: %1: اِضبط شكل الحد

# @title:window
source: Print Worksheet
ar: اِطبع ورقة العمل

source: %1: change size type
ar: %1: غيِّر نوع الحجم

source: %1: change "rescale the content" property
ar: %1: غيِّر خاصية "إعادة قياس المحتوى"

source: %1: set layout
ar: %1: اِضبط التخطيط

source: %1: set layout row count
ar: %1: اِضبط عدد صفوف التخطيط

source: %1: set page size
ar: %1: اِضبط حجم الصفحة

source: Curves
ar: المنحنيات

source: %1: lock
ar: %1: اِقفل

source: %1: unlock
ar: %1: اِفتح القفل

source: Visible
ar: مرئي

source: Lock
ar: قفل

source: Drawing &order
ar: رتبة الر&سم

source: Move &behind
ar: اِنقل إلى ال&خلف

source: Move in &front of
ar: اِنقل إلى ال&أمام من

source: %1: set horizontal alignment
ar: %1: اِضبط المحاذاة الأفقية

source: %1: set vertical alignment
ar: %1: اِضبط المحاذاة الرأسية

source: %1: use logical coordinates
ar: %1: اِستخدِم الإحداثيات المنطقية

source: %1: set logical position
ar: %1: اِضبط الموضع المنطقي

source: What's new
ar: ما الجديد

source: Copy Environment
ar: اِنسخ البيئة

source: Copy Citation
ar: انسخ المرجع

source: Donate
ar: تبرع

source: Copy to Clipboard
ar: انسخ إلى الحافظة

source: Release build
ar: بناء الإصدار

source: Debug build
ar: بناء التصحيح

source: System:
ar: النظام:

source: Locale:
ar: المحليّة:

source: Number Format:
ar: تنسيق الرقم:

source: Updated on restart
ar: اِحدِث عند إعادة التشغيل

source: Architecture:
ar: المعمارية:

source: Kernel:
ar: النواة:

source: Visit website:
ar: زر الموقع الإلكتروني:

source: Watch video tutorials:
ar: اِشاهد دروس الفيديو التعليمية:

source: Discuss on Mastodon:
ar: ناقِش على ماستودون:

source: Development:
ar: التطوير:

source: Please report bugs to:
ar: رجاءً الإبلاغ عن الأخطاء إلى:

source: Partly funded by:
ar: مُموَّل جزئياً بواسطة:

source: missing
ar: مفقود

source: Python scripting support
ar: إتاحة سكربت بيثون

source: Frontend to Mathematical Applications
ar: واجهة أمامية للتطبيقات الرياضية

source: Support data files in FITS (Flexible Image Transport System) data format
ar: دعم ملفات البيانات في تنسيق بيانات FITS (نظام نقل الصور المرن)

source: Markdown markup language support
ar: دعم لغة ترميز ماركداون

source: C++ library for linear algebra
ar: مكتبة C++ للجبر الخطي

source: Fastest Fourier Transform in the West
ar: أسرع تحويل فورييه في الغرب

source: GNU Scientific Library
ar: مكتبة GNU العلمية

source: High-performance data management and storage suite
ar: مجموعة إدارة وتخزين البيانات عالية الأداء

source: Syntax highlighting engine
ar: محرك تمييز بناء الجملة

source: Support collecting feedback from users
ar: دعم جمع الملاحظات من المستخدمين

source: Complex error and related functions
ar: الخطأ المعقد والدوال ذات الصلة

source: importing Origin OPJ project files
ar: استيراد ملفات مشروع Origin OPJ

source: Import binary MATLAB MAT files
ar: استيراد ملفات MATLAB MAT الثنائية

source: MCAP file support
ar: دعم ملف MCAP

source: Network Common Data Form
ar: شكل بيانات الشبكة المشترك

source: Import ODS (Open Document Spreadsheet) files
ar: استيراد ملفات ODS (جداول بيانات المستند المفتوح)

source: PDF rendering library
ar: مكتبة تصيير PDF

source: Offers available actions for a specific purpose
ar: اِعرِض الإجراءات المتاحة لغرض محدد

source: Qt Advanced Docking System
ar: نظام إرساء Qt المتقدم

source: Support data from MQTT brokers
ar: دعم البيانات من وسطاء MQTT

source: Serial port functionality support
ar: دعم وظيفة المنفذ التسلسلي

source: SVG export support
ar: دعم تصدير SVG

source: Import Excel xlsx files
ar: استيراد ملفات Excel xlsx

source: Read (and write) data sets from SAS, Stata, and SPSS
ar: اِقرأ (واكتُب) مجموعات البيانات من SAS، Stata، وSPSS

source: Binary Log File (BLF) file support
ar: دعم ملف السجل الثنائي (BLF)

source: C++ Compiler:
ar: مُصرِّف C++:

source: C++ Compiler Flags:
ar: أعلام مُصرِّف C++:

source: Components:
ar: المكوِّنات:

source: Qt
ar: كيو تي

source: KDE Frameworks
ar: أُطُر عمل كيه دي إي

source: LabPlot Team (%1), LabPlot: A FREE, open source, cross-platform Data Visualization and Analysis software accessible to everyone, (Version %2) [Computer software]. %3.
ar: فريق معمل الرسم (%1)، معمل الرسم: برنامج مجاني، ومفتوح المصدر، ومتعدد المنصات لتصور البيانات وتحليلها ومتاح للجميع، (الإصدار %2) [برنامج حاسوب]. %3.

source: &Open Example
ar: ا&فتح مثالًا

source: Workbook
ar: كتاب العمل

source: Creates a new workbook for collection spreadsheets, matrices and plots
ar: ينشئ مصنف عمل جديد لجمع جداول البيانات، المصفوفات، والمُخططات

source: Data Extractor
ar: مستخرج البيانات

source: Creates a data extractor for getting data from a picture
ar: ينشئ مستخرج بيانات للحصول على بيانات من صورة

source: Spreadsheet
ar: ورقة عمل

source: Creates a new spreadsheet for data editing
ar: ينشئ جدول بيانات جديد لتحرير البيانات

source: Creates a new matrix for data editing
ar: ينشئ مصفوفة جديدة لتحرير البيانات

source: Creates a new worksheet for data plotting
ar: ينشئ ورقة عمل جديدة لرسم البيانات

source: Creates a new Python script
ar: ينشئ سكربت بايثون جديدًا

source: Note
ar: ملاحظة

source: Creates a new note for arbitrary text
ar: ينشئ ملاحظة جديدة لنص تعسُّفي

source: Folder
ar: المجلد

source: Creates a new folder to collect sheets and other elements
ar: ينشئ مجلد جديد لجمع الأوراق والعناصر الأخرى

source: From Live Data Source...
ar: من مصدر البيانات المباشر…

source: Creates a live data source to read data from a real time device
ar: ينشئ مصدر بيانات مباشر لقراءة البيانات من جهاز في الوقت الحقيقي

source: Import data from a regular file
ar: اِستورد بيانات من ملف عادي

source: From Directory...
ar: من الدليل...

source: Import multiple files from a directory
ar: اِستورد ملفات متعددة من دليل

source: From kaggle.com...
ar: من kaggle.com...

source: Import data from kaggle.com
ar: اِستورد بيانات من kaggle.com

source: Import data from a SQL database
ar: اِستورد بيانات من قاعدة بيانات SQL

source: From Dataset Collection...
ar: من مجموعة مجموعات البيانات...

source: Import data from an online dataset
ar: اِستورد بيانات من مجموعة بيانات عبر الإنترنت

source: LabPlot Project...
ar: مشروع معمل الرسم...

source: Import a project from a LabPlot project file (.lml)
ar: اِستورد مشروع من ملف مشروع معمل الرسم (.lml)

source: Origin Project (OPJ)...
ar: مشروع الأصل (OPJ)...

source: Import a project from an OriginLab Origin project file (.opj)
ar: اِستورد مشروع من ملف مشروع OriginLab Origin (.opj)

source: Export...
ar: صدّر...

source: Export selected element
ar: اِصدِر العنصر المُحدد

source: Share
ar: شارك

source: Color Maps Browser
ar: متصفح خرائط الألوان

source: Open dialog to browse through the available color maps.
ar: اِفتح الحوار لتصفح خرائط الألوان المتاحة.

source: FITS Metadata Editor...
ar: محرر بيانات FITS الوصفية...

source: Open editor to edit FITS meta data
ar: اِفتح المحرر لتحرير بيانات FITS الوصفية

source: Undo/Redo History...
ar: سجل التراجع/الإعادة...

source: Close the active window
ar: أغلق النافذة النشطة

source: Close &All
ar: أغلق الكلّ

source: Close all the windows
ar: أغلق جميع النوافذ

source: Ne&xt
ar: ال&تالي

source: Move the focus to the next window
ar: اِنقل التركيز إلى النافذة التالية

source: Pre&vious
ar: ال&سابق

source: Move the focus to the previous window
ar: اِنقل التركيز إلى النافذة السابقة

source: Current &Folder Only
ar: ال&مجلد الحالي فقط

source: Current Folder and &Subfolders
ar: المجلد الحالي وال&مجلدات الفرعية

source: &All
ar: ال&كل

source: Show Memory Usage
ar: اِعرض استخدام الذاكرة

source: Project Explorer
ar: مستكشف المشروع

source: Properties Explorer
ar: مستكشف الخصائص

source: Worksheet Preview
ar: معاينة ورقة العمل

source: Configure CAS...
ar: اِضبط CAS...

source: Opens the settings for Computer Algebra Systems to modify the available systems or to enable new ones
ar: اِفتح الإعدادات لأنظمة الجبر الحاسوبي لتعديل الأنظمة المتاحة أو لتمكين أنظمة جديدة

# @action
source: New Plot Area
ar: مساحة رسم جديدة

source: Vertical Layout
ar: تخطيط رأسي

source: Horizontal Layout
ar: تخطيط أفقي

source: Grid Layout
ar: تخطيط شبكي

source: No Layout
ar: لا يوجد تخطيط

source: Select and Edit
ar: اِختر وحرِّر

source: Navigate
ar: تنقّل

source: Select and Zoom
ar: اِختر وكبِّر

# @action
source: Zoom
ar: التّكبير

# @action
source: Magnification
ar: كبّر

# @action
source: Add New
ar: أضف جديدًا

source: Crosshair
ar: المتقاطعة

source: Select Region and Zoom In
ar: اِختر منطقة وكبِّر

source: Select X-Region and Zoom In
ar: اِختر منطقة س وكبِّر

source: Select Y-Region and Zoom In
ar: اِختر منطقة ص وكبِّر

source: Cursor
ar: المؤشر

source: Auto Scale
ar: تحجيم آليّ

source: Auto Scale X
ar: تحجيم آلي لس

source: Auto Scale Y
ar: تحجيم آلي لص

source: Zoom In
ar: قرّب

source: Zoom Out
ar: بعّد

source: Zoom In X
ar: كبِّر س

source: Zoom Out X
ar: صغِّر س

source: Zoom In Y
ar: كبِّر ص

source: Zoom Out Y
ar: صغِّر ص

source: Shift Left X
ar: أزح لليسار س

source: Shift Right X
ar: أزح لليمين س

source: Shift Up Y
ar: أزح للأعلى ص

source: Shift Down Y
ar: أزح للأسفل ص

source: Insert Row Above
ar: أدرج صفّا لأعلى

source: Insert Row Below
ar: أدرج صفّا لأسفل

source: Remo&ve Selected Row(s)
ar: أ&زل الصف (أو الصفوف) المُحدد

source: Insert Column Left
ar: اِدرِج عمود لليسار

source: Insert Column Right
ar: أَدخِل عمودًا على اليمين

source: Delete Selected Column(s)
ar: احذف العمود (الأعمدة) المختار

source: &Sort...
ar: &فرز...

source: Sort multiple columns together
ar: افرز أَعمدة متعدّدة معًا

source: Sort &Ascending
ar: افرز &تصاعديًّا

source: Sort the selected columns separately in ascending order
ar: افرز الأَعمدة المختارة على حدة بترتيب تصاعديّ

source: Sort &Descending
ar: افرز &تنازليًّا

source: Sort the selected columns separately in descending order
ar: افرز الأَعمدة المختارة على حدة بترتيب تنازليّ

source: Pause
ar: ألبث

source: Update
ar: حدّث

source: Find
ar: اعثر

source: Restart
ar: أَعِد التشغيل

source: Evaluate Notebook
ar: قَيِّم المفكّرة

source: Set Axis Points
ar: اضبط نقاط المحور

source: Set Curve Points
ar: اضبط نقاط المنحنى

source: Select Curve Segments
ar: اختر مقاطع المنحنى

source: New Curve
ar: منحنى جديد

source: Shift Left
ar: أزح لليسار

source: Shift Right
ar: أزح لليمين

source: Shift Up
ar: أزح للأعلى

source: Shift Down
ar: أزح للأسفل

source: Window Visibility
ar: إظهار النّافذة

source: Color Scheme
ar: مخطّط الألوان

source: Creates a new %1 notebook
ar: ينشئ مفكرة %1 جديدة

source: There was a problem sharing the project: %1
ar: حدثت مشكلة أثناء مشاركة المشروع: %1

source: Project shared successfully
ar: شارك المشروع بنجاح

source: You can find the shared project at: <a href="%1">%1</a>
ar: بإمكانك إيجاد المشروع المُشارَك على: <a href="%1">%1</a>

source: Continue
ar: تابع

source: Continue Reading
ar: استأنف القراءة

source: Pause Reading
ar: أوقِف القراءة مؤقتًا

# @title:window
source: Color Maps Browser
ar: متصفح خرائط الألوان

source: Switch between icon and list views
ar: بدّل بين عرض الأيقونات وعرض القائمة

source: Enter the keyword you want to search for
ar: أَدخِل الكلمة المفتاحية التي تودّ البحث عنها

source: Search...
ar: ابحث...

source: Red
ar: أحمر

source: Green
ar: أخضر

source: Blue
ar: أزرق

source: Hue
ar: تدرّج لونيّ

source: Saturation
ar: تشبّع

source: Icon View
ar: عرض الأيقونات

source: List View
ar: عرض القائمة

source: List View with Details
ar: عرض القائمة بالتّفاصيل

source: Copy Selection
ar: انسخ الاختيار

source: Copy All
ar: انسخ الكلّ

source: Original Size
ar: الحجم الأصليّ

# Zoom
source: Fit to Height
ar: ملاءمة الارتفاع

# Zoom
source: Fit to Width
ar: ملاءمة العرض

source: No Magnification
ar: لا يوجد تكبير

source: 2x Magnification
ar: تكبير 2x

source: 3x Magnification
ar: تكبير 3x

source: 4x Magnification
ar: تكبير 4x

source: 5x Magnification
ar: تكبير 5x

source: Mouse Mode
ar: وضع الفأرة

source: Zoom View
ar: عرض التكبير

source: Move Last Point
ar: حرِّك النقطة الأخيرة

source: Magnification
ar: تكبير

source: %1, active curve "%2": %3=%4, %5=%6
ar: %1، المنحنى النّشط "%2": %3=%4، %5=%6

source: Remove existing reference points?
ar: أَتودّ إزالة نقاط الإشارة الحالية؟

source: All available reference points will be removed. Do you want to continue?
ar: ستزال كلّ نقاط الإشارة المتاحة. أَتودّ المتابعة؟

source: %1: change position of selected points
ar: %1: غيّر موضع النّقاط المختارة

source: %1: add new curve.
ar: %1: أَضِف منحنى جديد.

source: Curve
ar: منحنى

source: Failed to export
ar: فشل تصدير

source: Failed to write to '%1'. Please check the path.
ar: فشل الكتابة إلى '%1'. يرجى التّحقّق من المسار.

source: Point '.'
ar: نقطة '.'

source: Comma ','
ar: فاصلة ','

source: If checked, the specified line in the file will be used to determine the column names.
ar: إذا حُدِّد، سيستخدم السطر المُحدَّد في الملف لآليًّا لتحديد أسماء الأعمدة.

source: Line in the file that should be used to determine the column names.
ar: السطر في الملف الذي ينبغي أن يستخدم لتحديد أسماء الأعمدة آليًّا.

source: Custom column names, comma separated. E.g. "x, y"
ar: أسماء أعمدة مخصّصة، مفصولة بفاصلة. مثال: "x, y"

source: Custom column data types, comma separated
ar: أنواع بيانات أعمدة مخصّصة، مفصولة بفاصلة

source: If not empty, the number of columns must match the number of column names if provided and it must match the number of columns in the imported file.<br>Data Types:<table><tr><td>%1</td><td>Integer number with 32bit size (−2.147.483.648 .. 2.147.483.647).</td></tr><tr><td>%2</td><td>Integer number with 64bit size (−9.223.372.036.854.775.808 .. 9.223.372.036.854.775.807).</td></tr><tr><td>%3</td><td>Floating point number 64bit size. Resolution of around 16 digits.</td></tr><tr><td>%4</td><td>Datetime with the format from the datetime text box if not empty, otherwise automatically determined.</td></tr><tr><td>%5</td><td>Number of seconds since January 1, 1970 (UTC), converted to DateTime.</td></tr><tr><td>%6</td><td>Number of 100-nanosecond intervals since January 1, 1601 (UTC), converted to DateTime.</td></tr><tr><td>%7</td><td>A text.</td></tr></table>
ar: إذا لم يكن فارغًا، يجب أن يتطابق عدد الأعمدة مع عدد أسماء الأعمدة إذا تم توفيرها، كما يجب أن يتطابق مع عدد الأعمدة في الملف المستورد.أنواع البيانات:<table><tr><td>%1</td><td>رقم صحيح بحجم 32 بت (−2.147.483.648 .. 2.147.483.647).</td></tr><tr><td>%2</td><td>رقم صحيح بحجم 64 بت (−9.223.372.036.854.775.808 .. 9.223.372.036.854.775.807).</td></tr><tr><td>%3</td><td>رقم عشري بحجم 64 بت. دقة حوالي 16 رقمًا.</td></tr><tr><td>%4</td><td>التاريخ والوقت بالتنسيق الموجود في مربع النص الخاص بالتاريخ والوقت إذا لم يكن فارغًا، وإلا يتم تحديده تلقائيًا.</td></tr><tr><td>%5</td><td>عدد الثواني منذ 1 يناير 1970 (UTC)، محولة إلى DateTime.</td></tr><tr><td>%6</td><td>عدد فترات 100 نانو ثانية منذ 1 يناير 1601 (UTC)، محولة إلى DateTime.</td></tr><tr><td>%7</td><td>نص.</td></tr></table>

source: %1 or %2
ar: %1 أو %2

source: Invalid data type '%1'
ar: نوع البيانات غير صالح '%1'

source: Little endian
ar: ترتيب البايت صغير

source: Big endian
ar: ترتيب البايت كبير

source: This option determines the data type that the imported data while converting to numbers.
ar: يحدّد هذا الخيار نوع البيانات التي ستستخدم في البيانات المُستورَدة أثناء التّحويل إلى أَرقام.

source: This option determines the byte order of the imported data when converting to numbers.
ar: يحدّد هذا الخيار ترتيب بايتات البيانات المُستورَدة أثناء التّحويل إلى أَرقام.

source: <table><tr><td>little endian</td><td>typical byte order (endianness) on Intel x86 processors.</td></tr><tr><td>big endian</td><td>typical byte order on Mainframes (IBM) and SPARC/PowerPC/Motorola processors.</td></tr></table>
ar: <table><tr><td>ترتيب بايتات صغير</td><td>ترتيب البايتات المعتاد (endianness) على معالجات Intel x86.</td></tr><tr><td>ترتيب بايتات كبير</td><td>ترتيب البايتات المعتاد على الأجهزة المركزية (IBM) ومعالجات SPARC/PowerPC/Motorola.</td></tr></table>

source: Use NAN
ar: استخدم NAN

source: Use previous value
ar: استخدم القيمة السابقة

# @title:window
source: SQL Database Connections
ar: اتصالات قاعدة بيانات SQL

# @title:window
source: SQL Database Connections [Changed]
ar: اتصالات قاعدة بيانات SQL [مُغيَّر]

source: Add new database connection
ar: أَضِف اتصال قاعدة بيانات جديد

source: Delete selected database connection
ar: احذف اتصال قاعدة البيانات المختار

source: Open database file
ar: اِفْتَحْ ملف قاعدة بيانات

source: Test selected database connection
ar: اِخْتَبِرْ اتصال قاعدة البيانات المختار

source: Database:
ar: قاعدة بيانات:

source: Data Source Name:
ar: اسم مصدر البيانات:

# @title:window
source: Select the Database File
ar: اختر ملف قاعدة البيانات

source: Do you really want to delete the connection '%1'?
ar: أَتودّ حذف الاتصال '%1' حقًّا؟

source: Delete Connection
ar: احذف الاتصال

source: Connection Failed
ar: فشل الاتّصال

source: Failed to connect to the database '%1'.
ar: فشل الاتصال بقاعدة البيانات '%1'.

source: Connection Successful
ar: الاتصال ناجح
