Repository: KDE/labplot
Catalog: po/*/labplot.po
Languages: ar

source: At the significance level %1, the observed frequencies do not follow the expected frequency distribution. %2
ar: عند مستوى الدلالة %1، لا تتبع الترددات المرصودة توزيع التردد المتوقع. %2

source: At the significance level %1, the observed frequencies follow the expected frequency distribution. %2
ar: عند مستوى الدلالة %1، تتبع الترددات المرصودة توزيع التردد المتوقع. %2

source: The size of each column in the contingency table must be equal.
ar: يجب أن يكون حجم كل عمود في جدول الطوارئ متساويًا.

source: At the significance level %1, both categorical variables are dependent. %2
ar: عند مستوى الدلالة %1، كلا المتغيرين الفئويين معتمدان. %2

source: At the significance level %1, both categorical variables are independent. %2
ar: عند مستوى الدلالة %1، كلا المتغيرين الفئويين مستقلان. %2

source: Three columns are required.
ar: مطلوب ثلاثة أعمدة.

source: Status column should be of integer type.
ar: يجب أن يكون عمود الحالة من نوع العدد الصحيح.

source: Group column should be of integer type.
ar: يجب أن يكون عمود المجموعة من نوع العدد الصحيح.

source: Time, Status and Group columns should have equal size.
ar: يجب أن تكون أعمدة الوقت والحالة والمجموعة ذات حجم متساوٍ.

source: Status column values must be either 0 or 1.
ar: يجب أن تكون قيم عمود الحالة إما 0 أو 1.

source: Group column values must be either 0 or 1.
ar: يجب أن تكون قيم عمود المجموعة إما 0 أو 1.

source: Time, Status and Group columns should have equal number of values.
ar: يجب أن يكون لأعمدة الوقت والحالة والمجموعة عدد متساوٍ من القيم.

source: Group 1 requires at least %1 samples.
ar: المجموعة 1 تتطلب %1 عينة على الأقل.

source: Group 2 requires at least %1 samples.
ar: المجموعة 2 تتطلب %1 عينة على الأقل.

source: At the significance level %1, the survival curves are significantly different. %2
ar: عند مستوى الدلالة %1، تختلف منحنيات البقاء اختلافًا كبيرًا. %2

source: At the significance level %1, no significant difference between survival curves. %2
ar: عند مستوى الدلالة %1، لا يوجد فرق كبير بين منحنيات البقاء. %2

source: At the significance level %1, there is a significant monotonic trend in the data. %2
ar: عند مستوى الدلالة %1، يوجد اتجاه أحادي متواصل ذو دلالة إحصائية في البيانات. %2

source: At the significance level %1, there is a significant positive monotonic trend. %2
ar: عند مستوى الدلالة %1، يوجد اتجاه أحادي إيجابي ذو دلالة إحصائية. %2

source: At the significance level %1, there is a significant negative monotonic trend. %2
ar: عند مستوى الدلالة %1، يوجد اتجاه أحادي سلبي ذو دلالة إحصائية. %2

source: At the significance level %1, no significant monotonic trend detected. %2
ar: عند مستوى الدلالة %1، لم يُكشف عن أي اتجاه أحادي هام. %2

source: At the significance level %1, the data are not randomly distributed. %2
ar: عند مستوى الدلالة %1، البيانات ليست موزعة عشوائيًا. %2

source: At the significance level %1, the data show clustering or trend (too few runs). %2
ar: عند مستوى الدلالة %1، تُظهر البيانات تكتلاً أو اتجاهًا (عدد سلاسل قليل جدًا). %2

source: At the significance level %1, the data show oscillation or over-control (too many runs). %2
ar: عند مستوى الدلالة %1، تُظهر البيانات تذبذبًا أو تحكمًا مفرطًا (عدد سلاسل كبير جدًا). %2

source: At the significance level %1, the data appear to be randomly distributed. %2
ar: عند مستوى الدلالة %1، تبدو البيانات موزعة عشوائيًا. %2

source: At the significance level %1, the process is unstable (non-homogeneous). %2
ar: عند مستوى الدلالة %1، العملية غير مستقرة (غير متجانسة). %2

source: At the significance level %1, the process shows oscillation or over-control. %2
ar: عند مستوى الدلالة %1، تُظهر العملية تذبذبًا أو تحكمًا مفرطًا. %2

source: At the significance level %1, the process shows clustering, shifting, or trends. %2
ar: عند مستوى الدلالة %1، تُظهر العملية تكتلاً أو انزياحًا أو اتجاهات. %2

source: At the significance level %1, the process appears to be stable (homogeneous). %2
ar: عند مستوى الدلالة %1، تبدو العملية مستقرة (متجانسة). %2

source: Parametric
ar: بارامتري

source: Non-Parametric
ar: لا بارامتري

source: Result
ar: النتيجة

source: Trend
ar: الاتجاه

source: Seasonal
ar: موسمية

source: Residual
ar: الباقي

source: Worksheet
ar: ورقة العمل

source: Original
ar: الأصلي

source: Original Data
ar: البيانات الأصلية

source: Trend Component
ar: مكوِّن الاتجاه

source: Seasonal Component
ar: مكوِّن موسمي

source: Residual Component
ar: مكوِّن الباقي

source: %1: x-data source changed
ar: %1: غيِّر مصدر بيانات س

source: %1: y-data source changed
ar: %1: غيِّر مصدر بيانات ص

source: %1: set method
ar: ‏%1: اضبط الطريقة

source: %1: set period for STL
ar: ‏%1: اضبط الفترة لـ STL

source: %1: set robust parameter for STL
ar: %1: اضبط معامل المتانة لـ STL

source: %1: set seasonal length for STL
ar: %1: اضبط الطول الموسمي لـ STL

source: %1: set trend length for STL
ar: %1: اضبط طول الاتجاه لـ STL

source: %1: set trend auto-length for STL
ar: %1: اضبط طول الاتجاه الآلي لـ STL

source: %1: set low pass length for STL
ar: %1: اضبط طول التمرير المنخفض لـ STL

source: %1: set low pass auto-length for STL
ar: %1: اضبط طول التمرير المنخفض الآلي لـ STL

source: %1: set seasonal degree for STL
ar: %1: اضبط الدرجة الموسمية لـ STL

source: %1: set trend degree for STL
ar: %1: اضبط درجة الاتجاه لـ STL

source: %1: set low pass degree for STL
ar: %1: اضبط درجة التمرير المنخفض لـ STL

source: %1: set seasonal jump for STL
ar: ‏%1: اضبط القفز الموسمي لـ STL

source: %1: set seasonal auto-jump for STL
ar: ‏%1: اضبط القفز الموسمي الآلي لـ STL

source: %1: set trend jump for STL
ar: ‏%1: اضبط قفز الاتجاه لـ STL

source: %1: set trend auto-jump for STL
ar: ‏%1: اضبط قفز الاتجاه الآلي لـ STL

source: %1: set low pass jump for STL
ar: %1: اضبط قفز التمرير المنخفض لـ STL

source: %1: set low pass auto-jump for STL
ar: %1: اضبط قفز التمرير المنخفض الآلي لـ STL

source: %1: set periods for MSTL
ar: %1: اضبط الفترات لـ MSTL

source: %1: set Lambda for MSTL
ar: ‏%1: اضبط لامدا لـ MSTL

source: %1: set iterations for MSTL
ar: %1: اضبط التكرارات لـ MSTL

source: No valid data provided.
ar: لم يوفر بيانات صالحة.

source: Seasonal Length must be odd and at least 3.
ar: يجب أن يكون الطول الموسمي فرديًا و 3 على الأقل.

source: Trend Length must be odd and at least 3.
ar: يجب أن يكون طول الاتجاه فرديًا و 3 على الأقل.

source: Low-Pass Length must be odd and at least 3.
ar: يجب أن يكون طول التمرير المنخفض فرديًا و 3 على الأقل.

source: STL decomposition failed: %1
ar: فشل فكّ التعمية STL: %1

source: No periods specified for MSTL.
ar: لم تحدد فترات لـ MSTL.

source: Periods must be at least 2.
ar: يجب أن تكون الفترات 2 على الأقل.

source: Time-series has less than two periods.
ar: تسلسل زمني فيه أقل من فترتين.

source: Iterations must be > 0.
ar: يجب أن تكون التكرارات > 0.

source: Lambda must be between 0 and 1.
ar: يجب أن تكون لامدا بين 0 و 1.

source: Box-Cox transformation requires strictly positive data.
ar: يتطلب تحويل بوكس-كوكس بيانات موجبة صرفة.

source: MSTL decomposition failed: %1
ar: فشل فكّ التعمية MSTL: %1

source: Seasonal Component (Period: %1)
ar: مكوِّن موسمي (الفترة: %1)

source: Seasonal, Period: %1
ar: موسمي، الفترة: %1

source: %1: filling changed
ar: %1: تغيرت التعبئة

source: %1: filling position changed
ar: %1: تغير موضع التعبئة

source: %1: background type changed
ar: %1: تغير نوع الخلفية

source: %1: background color style changed
ar: %1: تغير نمط لون الخلفية

source: %1: background image style changed
ar: %1: تغير نمط صورة الخلفية

source: %1: background brush style changed
ar: %1: تغير نمط فرشاة الخلفية

source: %1: set background first color
ar: %1: اضبط لون الخلفية الأول

source: %1: set background second color
ar: %1: اضبط لون الخلفية الثاني

source: %1: set background image
ar: %1: عيّن صورة الخلفية

source: %1: set background opacity
ar: %1: اضبط عتامة الخلفية

source: %1: set image
ar: %1: اضبط الصورة

source: %1: embed image
ar: %1: ضمّن صورة

source: %1: set border opacity
ar: %1: اضبط عتامة الحدود

source: %1: set width
ar: %1: اضبط العرض

source: %1: set height
ar: %1: اضبط الارتفاع

source: %1: change keep ratio
ar: %1: غيِّر نسبة الاحتفاظ

source: Label
ar: التسمية

source: Symbol
ar: الرّمز

source: %1: set gluepoint index
ar: %1: اضبط فهرس نقطة التثبيت

source: %1: set connectionline curve name
ar: %1: اضبط اسم منحنى خط الاتصال

source: %1: line type changed
ar: %1: غيِّر نوع الخط

source: %1: drop line type changed
ar: %1: غيِّر نوع خط الإسقاط

source: %1: set line style
ar: %1: اضبط نمط الخط

source: %1: set line width
ar: %1: اضبط عرض الخط

source: %1: set line color
ar: %1: اضبط لون الخط

source: %1: set line opacity
ar: %1: اضبط عتامة الخط

source: %1: set horizontal padding
ar: %1: اضبط الحشو الأفقي

source: %1: set vertical padding
ar: %1: اضبط الحشو العمودي

source: %1: set right padding
ar: %1: اضبط الحشو الأيمن

source: %1: set bottom padding
ar: %1: اضبط الحشو السفلي

source: Horizontal
ar: أفقي

source: Vertical
ar: عمودي

source: Orientation
ar: الاتّجاه

source: Line
ar: السّطر

source: Style
ar: النّمط

source: Color
ar: اللون

source: %1: set axis range type
ar: %1: اضبط نوع نطاق المحور

source: %1: set axis orientation
ar: %1: اضبط اتجاه المحور

source: %1: set axis position
ar: %1: اضبط موضع المحور

source: %1: set axis offset
ar: %1: اضبط إزاحة المحور

source: %1: set axis range
ar: %1: اضبط نطاق المحور

source: %1: set range scale
ar: %1: اضبط مقياس النطاق

source: %1: set scale
ar: %1: اضبط المقياس

source: %1: set major tick start type
ar: %1: اضبط نوع بدء العلامة الرئيسية

source: %1: set major tick start offset
ar: %1: اضبط إزاحة بدء العلامة الرئيسية

source: %1: set major tick start value
ar: %1: اضبط قيمة بدء العلامة الرئيسية

source: %1: set axis scaling factor
ar: %1: اضبط عامل قياس المحور

source: %1: set axis zero offset
ar: %1: اضبط إزاحة صفر المحور

source: %1: show scale and offset
ar: %1: اعرض المقياس والإزاحة

source: %1: set axis logical position
ar: %1: اضبط الموضع المنطقي للمحور

source: %1: set title offset
ar: %1: اضبط إزاحة العنوان

source: %1: set arrow type
ar: %1: اضبط نوع السهم

source: %1: set arrow position
ar: %1: اضبط موضع السهم

source: %1: set arrow size
ar: %1: اضبط حجم السهم

source: %1: set major ticks direction
ar: %1: اضبط اتجاه علامات التدريج الرئيسية

source: %1: set major ticks type
ar: %1: اضبط نوع علامات التدريج الرئيسية

source: %1: enable/disable major automatic tick numbers
ar: %1: فعّل/عطّل أرقام علامات التدريج الرئيسية الآلية

source: %1: set the total number of the major ticks
ar: %1: اضبط العدد الإجمالي لعلامات التدريج الرئيسية

source: %1: set the spacing of the major ticks
ar: %1: اضبط تباعد علامات التدريج الرئيسية

source: %1: assign major ticks' values
ar: %1: عيّن قيم علامات التدريج الرئيسية

source: %1: set major ticks length
ar: %1: اضبط طول علامات التدريج الرئيسية

source: %1: set minor ticks direction
ar: %1: اضبط اتجاه علامات التدريج الفرعية

source: %1: set minor ticks type
ar: %1: اضبط نوع علامات التدريج الفرعية

source: %1: enable/disable minor automatic tick numbers
ar: %1: فعّل/عطّل أرقام علامات التدريج الفرعية الآلية

source: %1: set the total number of the minor ticks
ar: %1: اضبط العدد الإجمالي لعلامات التدريج الفرعية

source: %1: disable major automatic tick numbers
ar: %1: عطّل أرقام علامات التدريج الرئيسية الآلية

source: %1: set the spacing of the minor ticks
ar: %1: اضبط تباعد علامات التدريج الفرعية

source: %1: assign minor ticks' values
ar: %1: عيّن قيم علامات التدريج الفرعية

source: %1: set minor ticks length
ar: %1: اضبط طول علامات التدريج الفرعية

source: %1: set labels format
ar: %1: اضبط تنسيق اللصائق

source: %1: set labels format automatic
ar: %1: اضبط تنسيق اللصائق آلياً

source: %1: set labels precision
ar: %1: اضبط دقة اللصائق

source: %1: set labels datetime format
ar: %1: اضبط تنسيق التاريخ والوقت لللصائق

source: %1: set labels position
ar: %1: اضبط موضع اللصائق

source: %1: set label offset
ar: %1: اضبط إزاحة اللصيقة

source: %1: set label rotation angle
ar: %1: اضبط زاوية دوران اللصيقة

source: %1: set labels text type
ar: %1: اضبط نوع نص اللصائق

source: %1: set labels text column
ar: %1: اضبط عمود نص اللصائق

source: %1: set label color
ar: %1: اضبط لون اللصيقة

source: %1: set label font
ar: %1: اضبط خط اللصيقة

source: %1: set labels background type
ar: %1: اضبط نوع خلفية اللصائق

source: %1: set label background color
ar: %1: اضبط لون خلفية اللصيقة

source: %1: set label prefix
ar: %1: اضبط بادئة اللصيقة

source: %1: set label suffix
ar: %1: اضبط لاحقة اللصيقة

source: %1: set labels opacity
ar: %1: اضبط عتامة اللصائق

source: %1: set x column
ar: %1: اضبط عمود س

source: %1: set data columns
ar: %1: اضبط أعمدة البيانات

source: %1: set type
ar: %1: اضبط النوع

source: %1: set orientation
ar: %1: اضبط الاتجاه

source: %1: width factor changed
ar: %1: غيِّر عامل العرض

source: %1 - Data
ar: %1 - البيانات

source: 1st quartile
ar: الربع الأول

source: 3rd quartile
ar: الربع الثالث

source: median
ar: متوسط

source: whiskers min
ar: الحد الأدنى للشعيرات

source: whiskers max
ar: الحد الأقصى للشعيرات

source: data points count
ar: عدد نقاط البيانات

source: outliers count
ar: عدد القيم الشاذة

source: far out points count
ar: عدد النقاط البعيدة جداً

source: %1: set ordering
ar: %1: اضبط الترتيب

source: %1: variable width changed
ar: %1: غيِّر العرض المتغير

source: %1: changed notches
ar: %1: غيِّر الشقوق

source: %1: set whiskers type
ar: %1: اضبط نوع الشعيرات

source: %1: set whiskers range parameter
ar: %1: اضبط معامل نطاق الشعيرات

source: %1: set whiskers cap size
ar: %1: اضبط حجم غطاء الشعيرات

source: %1: jittering changed
ar: %1: غيِّر الارتعاش

source: %1: change rug enabled
ar: %1: غيِّر تفعيل خطوط التوزيع

source: %1: change rug width
ar: %1: غيِّر عرض خطوط التوزيع

source: %1: change rug length
ar: %1: غيِّر طول خطوط التوزيع

source: %1: change rug offset
ar: %1: غيِّر إزاحة خطوط التوزيع

source: no info available
ar: لا معلومات متوفرة

source: Title
ar: العنوان

source: Legend
ar: المفتاح

source: Horizontal Axis
ar: المحور الأفقي

source: Vertical Axis
ar: المحور العمودي

source: Image
ar: صورة

source: Info Element
ar: عنصر المعلومات

source: Custom Point
ar: نقطة مخصصة

source: Reference Line
ar: خط مرجعي

source: Reference Range
ar: نطاق مرجعي

source: Inset Plot Area
ar: منطقة الرسم المدرجة

source: Inset Plot Area with Data
ar: منطقة الرسم المدرجة مع البيانات

source: Add New
ar: أضف جديد

source: Formula Plot
ar: رسم بياني من صيغة

source: Add a new xy-plot that is defined via a mathematical expression.
ar: أضف رسم س-ص بياني جديداً معرّفاً عبر تعبير رياضي.

source: Analysis Plots
ar: رسوم بيانية للتحليل

# Curve fitting
source: Fit
ar: مطابقة

source: Analysis
ar: تحليل

source: Theme
ar: السمة

source: Line Plots
ar: رسوم بيانية خطية

source: Horizontal Step
ar: خطوة أفقية

source: Vertical Step
ar: خطوة عمودية

source: Spline Interpolated
ar: استكمال شريحي

source: Scatter Plots
ar: رسوم بيانية مبعثرة

source: Scatter
ar: مبعثر

source: Y Error
ar: خطأ في ص

source: XY Error
ar: خطأ في س ص

source: Line and Symbol Plots
ar: رسوم بيانية خط ورمز

source: Line + Symbol
ar: خط + رمز

source: 2 Point Segment
ar: مقطع نقطتين

source: 3 Point Segment
ar: مقطع 3 نقاط

source: Statistical Plots
ar: رسوم بيانية إحصائية

source: Histogram
ar: المخطّط الدّرجيّ

source: Box Plot
ar: مخطط صندوق

source: Q-Q Plot
ar: رسم Q-Q البياني

source: KDE Plot
ar: رسم KDE البياني

source: Bar Plots
ar: رسوم بيانية شريطية

source: Bar Plot
ar: رسم شريطي

source: Lollipop Plot
ar: رسم المصاصة البياني

source: Continual Improvement Plots
ar: رسوم بيانية للتحسين المستمر

source: Run Chart
ar: مخطط التشغيل

source: Process Behavior Chart
ar: مخطط سلوك العملية

source: Exponential (degree 1)
ar: أُسّي (الدرجة 1)

source: Exponential (degree 2)
ar: أُسّي (الدرجة 2)

source: Arc Tangent
ar: قوس الظل

source: Error Function
ar: دالة الخطأ

source: Differentiate
ar: فاضل

source: Integrate
ar: كامِل

source: Interpolate
ar: استكمل

source: Smooth
ar: سَلِس

source: Fourier Filter
ar: مرشح فورييه

source: Fourier Transform
ar: تحويل فورييه

source: Hilbert Transform
ar: تحويل هيلبرت

source: Convolute/Deconvolute
ar: التف/فك الالتفاف

source: Auto-/Cross-Correlation
ar: الارتباط التلقائي/المتبادل

source: Line Simplification
ar: تبسيط الخط

source: Correct Baseline
ar: صحح خط الأساس

source: Log-normal
ar: لوغاريتمي عادي

source: No curves inside the plot area.
ar: لا منحنيات داخل منطقة الرسم.

source: %1: change geometry rect
ar: %1: غيِّر مستطيل الأبعاد الهندسية

source: %1: set range type
ar: %1: اضبط نوع النطاق

source: %1: set nice extend
ar: %1: اضبط تمديداً ملائماً

source: %1: set range
ar: %1: عين المدى

source: %1: change %2-range %3 format
ar: %1: غيِّر تنسيق النطاق %3 لـ %2

source: %1: change %2-range %3 auto scaling
ar: %1: غيِّر قياس النطاق %3 لـ %2 الآلي

source: %1: change x-range %2 scale
ar: %1: غيِّر مقياس النطاق س %2

source: %1: set default plot range
ar: %1: اضبط نطاق الرسم المبدئي

source: %1: x-range breaking enabled
ar: %1: فعِّل كسر نطاق س

source: %1: x-range breaks changed
ar: %1: غيِّر فواصل كسر نطاق س

source: %1: y-range breaking enabled
ar: %1: فعِّل كسر نطاق ص

source: %1: y-range breaks changed
ar: %1: غيِّر فواصل كسر نطاق ص

source: %1: Cursor0 enable
ar: %1: فعّل المؤشر 0

source: %1: Cursor1 enable
ar: %1: فعّل المؤشر 1

source: %1: set plot color mode
ar: %1: اضبط وضع لون الرسم البياني

source: %1: load theme %2
ar: %1: حمّل السمة %2

source: %1: load default theme
ar: %1: حمّل السمة المبدئية

source: %1: set theme
ar: %1: اضبط السمة

source: %1: set plot color map
ar: %1: اضبط خريطة ألوان الرسم البياني

source: %1: set y-offset
ar: %1: اضبط إزاحة ص

source: %1: border type changed
ar: %1: غيِّر نوع الحد

source: %1: set border corner radius
ar: %1: اضبط نصف قطر زاوية الحدود

source: Convolution
ar: الطي

source: %1: distribution fit to '%2'
ar: %1: طابق التوزيع مع '%2'

source: Distribution Fit to '%1'
ar: مطابقة التوزيع لـ «%1»

source: Simplification of '%1'
ar: تبسيط '%1'

source: Derivative of '%1'
ar: مشتقة «%1»

source: Differentiation
ar: تمايز

source: Integral of '%1'
ar: تكامل «%1»

source: Integration
ar: التكامل

source: Interpolation of '%1'
ar: استكمال «%1»

source: Smoothing of '%1'
ar: تنعيم «%1»

source: Baseline correction for '%1'
ar: تصحيح خط الأساس لـ '%1'

source: Baseline Correction
ar: تصحيح خط الأساس

# Curve fitting
source: Fit to '%1'
ar: طابق مع «%1»

source: Fourier filtering of '%1'
ar: تصفية «%1» بمرشح فورييه

source: Function of '%1'
ar: دالة لـ «%1»

source: Text Label
ar: اللصيقة النصية

source: %1: add inset plot
ar: %1: أضف رسم بياني مدرج

source: %1: add inset plot with data
ar: %1: أضف رسم بياني مدرج مع البيانات

source: Not inside of the bounding rect
ar: ليس داخل المستطيل المحيط

source: from x=%1 to x=%2
ar: من س=%1 إلى س=%2

source: from y=%1 to y=%2
ar: من ص=%1 إلى ص=%2

source: x=%1
ar: س=%1

source: %1: set font
ar: ‏%1: عين خط

source: %1: use plot's color
ar: %1: استخدم لون الرسم البياني

source: %1: set font color
ar: %1: اضبط لون الخط

source: %1: change column order
ar: %1: غيِّر ترتيب الأعمدة

source: %1: change line+symbol width
ar: %1: غيِّر عرض الخط والرمز

source: %1: set layout top margin
ar: %1: اضبط الهامش العلوي للتخطيط

source: %1: set layout bottom margin
ar: %1: اضبط الهامش السفلي للتخطيط

source: %1: set layout left margin
ar: %1: اضبط الهامش الأيسر للتخطيط

source: %1: set layout right margin
ar: %1: اضبط الهامش الأيمن للتخطيط

source: %1: set layout vertical spacing
ar: %1: اضبط التباعد العمودي للتخطيط

source: %1: set layout horizontal spacing
ar: %1: اضبط التباعد الأفقي للتخطيط

source: %1: set layout column count
ar: %1: اضبط عدد أعمدة التخطيط

source: %1: error type changed
ar: %1: غيِّر نوع الخطأ

source: %1: set error column
ar: %1: اضبط عمود الخطأ

source: %1: error bar type changed
ar: %1: غيِّر نوع شريط الخطأ

source: %1: set error bar cap size
ar: %1: اضبط حجم غطاء شريط الخطأ

source: bin positions
ar: مواضع الصناديق

source: bin values
ar: قيم الصناديق

source: Fit Gaussian (Normal) Distribution
ar: طابق التوزيع الغاوسي (الطبيعي)

source: Fit Exponential Distribution
ar: طابق التوزيع الأُسّي

source: Fit Laplace Distribution
ar: طابق توزيع لابلاس

source: Fit Cauchy-Lorentz Distribution
ar: طابق توزيع كوشي-لورنتز

source: Fit Log-normal Distribution
ar: طابق التوزيع اللوغاريتمي-الطبيعي

source: Fit Poisson Distribution
ar: طابق توزيع بواسون

source: Fit Binomial Distribution
ar: طابق التوزيع الثنائي

source: %1: set data column
ar: %1: اضبط عمود البيانات

source: %1: set histogram type
ar: %1: اضبط نوع المدرج التكراري

source: %1: set histogram orientation
ar: %1: اضبط اتجاه المدرج التكراري

source: %1: set histogram normalization
ar: %1: اضبط مساواة المدرج التكراري

source: %1: set binning method
ar: %1: اضبط طريقة التجميع في صناديق

source: %1: set bin count
ar: %1: اضبط عدد الصناديق

source: %1: set bin width
ar: %1: اضبط عرض الصندوق

source: %1: change auto bin ranges
ar: %1: غيِّر نطاقات الصناديق الآلية

source: %1: set bin ranges start
ar: %1: اضبط بداية نطاقات الصناديق

source: %1: set bin ranges end
ar: %1: اضبط نهاية نطاقات الصناديق

source: Calculation of the histogram not possible. The max value must be bigger than the min value.
ar: تعذر حساب المدرج التكراري. يجب أن تكون القيمة القصوى أكبر من القيمة الدنيا.

source: %1: set kernel type
ar: %1: اضبط نوع النواة

source: %1: set bandwidth type
ar: %1: اضبط نوع عرض النطاق

source: %1: set bandwidth
ar: %1: اضبط عرض النطاق

source: %1: legend visibility changed
ar: %1: غيِّر رؤية مفتاح الرسم

source: %1: set limits type
ar: %1: اضبط نوع الحدود

source: %1: set limits metric
ar: %1: اضبط مقياس الحدود

source: %1: set sample size
ar: %1: اضبط حجم العينة

source: %1: enable exact limits
ar: %1: فعّل الحدود الدقيقة

source: %1: disable exact limits
ar: %1: عطّل الحدود الدقيقة

source: %1: set maximal upper limit
ar: %1: اضبط الحد الأقصى العلوي

source: %1: set minimal lower limit
ar: %1: اضبط الحد الأدنى السفلي

source: %1: set center specification
ar: %1: اضبط مواصفات المركز

source: %1: set upper limit specification
ar: %1: اضبط مواصفات الحد العلوي

source: %1: set lower limit specification
ar: %1: اضبط مواصفات الحد السفلي

source: %1: enable control labels
ar: %1: فعّل لصائق التحكم

source: %1: disable control labels
ar: %1: عطّل لصائق التحكم

source: %1: set labels border shape
ar: %1: اضبط شكل حدود اللصائق

source: %1: set labels font
ar: %1: اضبط خط اللصائق

source: %1: set labels background color
ar: %1: اضبط لون خلفية اللصائق

source: %1: set labels border style
ar: %1: اضبط نمط حدود اللصائق

source: %1: set labels border width
ar: %1: اضبط عرض حدود اللصائق

source: %1: set labels border color
ar: %1: اضبط لون حدود اللصائق

source: Not enough data provided.
ar: وفّر بيانات كافية.

source: The last sample is incomplete and was omitted.
ar: أُهمِلت العينة الأخيرة الناقصة.

source: %1: set distribution
ar: %1: اضبط التوزيع

source: Border Line
ar: خط الحدود

source: %1: set start logical position
ar: %1: اضبط موضع البدء المنطقي

source: %1: set end logical position
ar: %1: اضبط موضع النهاية المنطقي

source: %1: set center metric
ar: %1: اضبط مقياس المركز

source: %1: set symbol style
ar: %1: اضبط نمط الرمز

source: %1: set symbol size
ar: %1: اضبط حجم الرمز

source: %1: set symbol color
ar: %1: اضبط لون الرمز

source: %1: rotate symbols
ar: %1: اِجعل الرموز تدور

source: %1: set symbol filling
ar: %1: اِضبط ملء الرمز

source: %1: set symbol outline style
ar: %1: اِضبط نمط مخطط الرمز

source: %1: set symbols opacity
ar: %1: اِضبط عتامة الرموز

source: none
ar: بلا

source: circle
ar: دائرة

source: square
ar: مربع

source: equilateral triangle
ar: مثلث متساوي الأضلاع

source: right triangle
ar: مثلث قائم

source: bar
ar: شريط

source: peaked bar
ar: شريط ذروي

source: skewed bar
ar: شريط منحرف

source: diamond
ar: معين الزوايا

source: lozenge
ar: معين

source: tie
ar: ربطة

source: tiny tie
ar: ربطة ضئيلة

source: plus
ar: زائد

source: boomerang
ar: حلقة

source: small boomerang
ar: بوميرانغ صغير

source: star4
ar: نجمة4

source: star5
ar: نجمة5

source: line
ar: سطر

source: cross
ar: صليب

source: heart
ar: قلب

source: lightning
ar: برق مرئي
