Repository: KDE/labplot
Catalog: po/*/labplot.po
Languages: ar

source: There already is a MQTTClient with this host!
ar: يوجد عميل MQTT بهذا المُضيف بالفعل!

source: Live data source%1
ar: مصدر بيانات حيّ %1

# @title:window
source: Function Values
ar: قيم الدّالّة

source: %1 value
ar: قيمة %1

source: &Generate
ar: &ولّد

source: Generate function values
ar: ولّد قيم الدّالّة

source: %1: fill matrix with function values
ar: %1: اِملأ المصفوفة بقيم الدّالّة

source: Cu&t
ar: ق&صّ

source: &Copy
ar: ا&نسخ

source: Past&e
ar: أ&لصق

source: Clea&r Selection
ar: امحُ التّحديد

source: Select All
ar: حدّد الكلّ

source: Function Values
ar: قيم الدّالّة

source: Const Values
ar: قيم ثابتة

source: Clear Content
ar: اِمسح المحتوى

source: &Go to Cell...
ar: &اذهب إلى خليّة...

source: &Transpose
ar: ا&نقل مصفوفة

source: Mirror &Horizontally
ar: اعكس أفقيّا

source: Mirror &Vertically
ar: اعكس رأسيّا

source: Add Value
ar: أضف قيمة

source: Subtract Value
ar: اِطرح قيمة

source: Multiply Value
ar: اِضرب قيمة

source: Divide Value
ar: اِقسم قيمة

source: &Add Columns
ar: &أضف أعمدة

source: &Insert Empty Columns
ar: &أدرج أعمدة فارغة

source: Remo&ve Columns
ar: أزل الأ&عمدة

source: Clea&r Columns
ar: اِم&سح الأعمدة

source: Statisti&cs
ar: الإ&حصائيّات

source: &Add Rows
ar: &أضف صفوفًا

source: &Insert Empty Rows
ar: &أدرج صفوفًا فارغة

source: Remo&ve Rows
ar: أ&زل الصفوف

source: Clea&r Rows
ar: اِم&سح الصفوف

source: Selection
ar: التحديد

source: Generate Data
ar: ولّد بيانات

source: Manipulate Data
ar: تلاعب بالبيانات

source: View
ar: العرض

source: Header Format
ar: تنسيق الترويسة

source: Zoom
ar: تكبير

source: Go to Cell
ar: اذهب إلى خليّة

source: Enter column
ar: اِدخل العمود

source: Enter row
ar: اِدخل الصّف

source: Fill the matrix with constant value
ar: اِملأ المصفوفة بقيمة ثابتة

source: %1: cut selected cell(s)
ar: %1: اِقطع الخليّة (الخلايا) المنتقاة

source: %1: paste from clipboard
ar: %1: ألصق من الحافظة

source: %1: clear selected cell(s)
ar: %1: اِمسح الخليّة (الخلايا) المنتقاة

source: %1: insert empty column(s)
ar: %1: أدرج عمودًا (أعمدة) فارغًا

source: %1: remove selected column(s)
ar: %1: أزل العمود (الأعمدة) المنتقاة

source: %1: clear selected column(s)
ar: %1: اِمسح العمود (الأعمدة) المنتقاة

source: %1: insert empty rows(s)
ar: %1: أدرج صفًّا (صفوفًا) فارغًا

source: %1: remove selected rows(s)
ar: %1: أزل الصّف (الصفوف) المنتقاة

source: %1: clear selected rows(s)
ar: %1: اِمسح الصّف (الصفوف) المنتقاة

source: Failed to initialize %1.
ar: فشل التّمهيد %1.

source: Evaluate Entry
ar: قيِّم المُدخل

source: Remove Current Entry
ar: أزل المُدخل الحاليّ

source: Command
ar: الأمر

source: Markdown
ar: مارك‌داون

source: LaTeX
ar: لاتخ

source: Page Break
ar: فاصل صفحات

source: Compute Eigenvectors
ar: اِحسب المُتّجهات الذاتيّة

source: Create Matrix
ar: أَنشِئ مصفوفة

source: Compute Eigenvalues
ar: اِحسب القيم الذاتيّة

source: Invert Matrix
ar: اِقلب المصفوفة

source: Solve Equations
ar: حُلّ المعادلات

source: Linear Algebra
ar: جبر خطي

source: Calculate
ar: احسب

source: Settings
ar: إعدادات

source: Assistants
ar: مُساعدون

source: Plot Data
ar: ارسم البيانات

source: Statistical Analysis
ar: تحليل إحصائي

source: Hypothesis Test
ar: اختبار الفرضية

source: Variable Statistics...
ar: إحصائيات المُتغيّر...

source: Interrupt
ar: مقاطعة

source: Calculating...
ar: يحسب.....

source: Ready
ar: جاهز

source: Hypothesis Test for %1
ar: اختبار فرضية لـ %1

source: %1: variable statistics
ar: %1: إحصائيات المُتغيّر

# @title:window
source: Plot Area Templates
ar: قوالب منطقة الرسم البياني

source: Default
ar: المبدئيّ

source: Custom Folder
ar: مجلّد مُخصَّص

source: Location of plot area templates
ar: موقع قوالب منطقة الرسم البياني

source: Custom folder for the location of plot area templates
ar: مجلّد مُخصَّص لموقع قوالب منطقة الرسم البياني

source: Open the folder for the location of plot area templates
ar: اِفتح المجلّد لموقع قوالب منطقة الرسم البياني

# @title:window
source: Select template search path
ar: اِختر مسار البحث عن القالب

source: No templates found.
ar: لا أجد قوالب.

source: File does not exist.
ar: الملفّ غير موجود.

source: Unable to read the file
ar: غير قادر على قراءة الملفّ

source: Failed to load the selected plot template
ar: فشِل تحميل قالب الرسم البياني المُختار

source: XML error: No cartesianPlot found
ar: خطأ XML: لا أجد cartesianPlot

source: Search/Filter
ar: مرشّح/البحث

source: Expand All
ar: وسّع الكل

source: Expand Selected
ar: اِبسُط المُختار

source: Collapse All
ar: اطوِ الكل

source: Collapse Selected
ar: اِطوِ المُختار

source: Delete Selected
ar: امحُ المحدد

source: Search/Filter Options
ar: خيارات البحث/التصفية

source: Columns
ar: الأعمدة

source: Show All
ar: أظهر الكلّ

source: '%1' cannot be pasted into '%2'.
ar: لا يمكن لصق '%1' في '%2'.

source: Data cannot be pasted into '%1' directly. Select a spreadsheet column for this.
ar: لا يمكن لصق البيانات في '%1' مباشرةً. اِختر عمودًا من جدول البيانات لذلك.

source: Fuzzy Matching
ar: مطابقة مُبهَمة

source: %1 elements: set visible: %2
ar: %1 عناصر: اضبط مرئيًّا: %2

source: Do you really want to delete the selected %1 objects?
ar: هل حقًّا تريد حذف %1 من الكائنات المنتقاة؟

source: Do you really want to delete %1?
ar: أتريد حقًّا حذف %1؟

source: Delete selected object
ar: احذف الكائن المُختار

source: Project Explorer: delete %1 selected object
ar: مستكشِف المشروع: احذف %1 من الكائنات المنتقاة

source: Clear downloaded files
ar: اِمسح الملفّات المُنزّلة

source: How to Use Kaggle
ar: كيف تستخدم Kaggle

source: Files - %1
ar: الملفات - %1

source: Total size - %1
ar: الحجم الكليّ - %1

source: Files - 0
ar: الملفات - 0

source: Total size - 0B
ar: الحجم الكلي - 0 بايت

source: Datasets cache
ar: خبيئة مجموعات البيانات

source: Downloaded files successfully deleted.
ar: حُذِفت الملفّات المُنزَّلة بنجاح.

# @title:window
source: Preferences
ar: تفضيلات

source: General
ar: عامّ

source: Notebook
ar: دفتر

source: Datasets
ar: مجموعات البيانات

source: User Feedback
ar: مشاركة بياناتك

source: Script Editor
ar: محرّر السّكربتات

source: All settings will be reset to default values. Do you want to continue?
ar: ستُعاد جميع الإعدادات إلى القيم المبدئيّة. هل تريد الاستمرار؟

# @title:window
source: Preferences [Changed]
ar: تفضيلات [مُغيَّر]

# @label:spinbox Suffix for the auto save interval
source: %v min
ar: %v دنيا

source: Create New Project
ar: أَنشِئ مشروعًا جديدًا

source: Load Last Used Project
ar: حمِّل آخر مشروع مُستخدَم

source: With Spreadsheet
ar: مع جدول بيانات

source: With Worksheet
ar: مع ورقة عمل

source: With Spreadsheet and Worksheet
ar: مع جدول بيانات وورقة عمل

source: With Notebook
ar: مع كُرّاس

source: Notebook type to create automatically on startup
ar: نوع الكُرّاس لإنشائه آليًّا عند البدء

source: Controls the behavior of where the dock widgets are placed after being re-opened
ar: يتحكّم بسلوك مكان وضع ودجتات الرّصيف بعد إعادة فتحها

source: Original Position
ar: الموضع الأصليّ

source: On top of the last active Dock Widget
ar: فوق آخر ودجت رصيف نشط

source: Show File Path
ar: أَرِ مسار الملفّ

source: Show File Name
ar: أظهر اسم الملفّ

source: Show Project Name
ar: أَرِ اسم المشروع

source: Metric
ar: النّظام المتريّ

source: Imperial
ar: إمبراطوريّ

source: Characters for the decimal and group separators defining the number format
ar: محارف فاصل العشريّ وفاصل المجموعة لتحديد تنسيق الرقم

source: %1 (System, %2)
ar: %1 (نظام، %2)

source: Use the hyphen sign instead of the minus sign for negative numbers shown on the worksheet
ar: اِستخدم علامة الواصلة بدل علامة الطّرح للأرقام السالبة المُعروضة في ورقة العمل

source: Use terms compliant with the <a href="http://www.bipm.org/utils/common/documents/jcgm/JCGM_100_2008_E.pdf">Guide to the Expression of Uncertainty in Measurement (GUM)</a>
ar: اِستخدم مُصطلحات مُتوافقة مع <a href="http://www.bipm.org/utils/common/documents/jcgm/JCGM_100_2008_E.pdf">دليل التعبير عن الارتياب في القياس (GUM)</a>

source: Save the state (position and geometry) of the docks in the project file. Determines the default behavior for new projects. The setting can be changed for every project separately in the project properties.
ar: اِحفظ حالة (الموضع والهندسة) أرصفة الودجت في ملفّ المشروع. يحدّد هذا السلوك المبدئيّ للمشاريع الجديدة. يمكن تغيير الإعداد لكلّ مشروع على حدة في خصائص المشروع.

source: Save the results of the calculations in the analysis curves in the project file. Uncheck this option to reduce the size of the project file at costs of the longer project load times. Determines the default behavior for new projects. The setting can be changed for every project separately in the project properties.
ar: اِحفظ نتائج الحسابات في مُنحنيات التّحليل في ملفّ المشروع. أزِل تحديد هذا الخيار لتقليل حجم ملفّ المشروع مقابل أوقات تحميل أطول للمشروع. يحدّد هذا السلوك المبدئيّ للمشاريع الجديدة. يمكن تغيير الإعداد لكلّ مشروع على حدة في خصائص المشروع.

source: Activates additional tracing output in the terminal.
ar: يُنشِّط مخرجات تتبّع إضافيّة في الطّرفيّة.

source: Info trace - helpful to get information and warnings when running the application.
ar: تتبُّع المعلومات - مُفيد للحصول على معلومات وتحذيرات عند تشغيل التطبيق.

source: Debug trace - helpful to diagnose the application, can have a negative impact on the performance.
ar: تتبُّع التنقيح - مُفيد لتشخيص التطبيق، قد يكون له تأثير سلبيّ على الأداء.

source: Performance trace - helpful to analyze performance relevant aspects and bottlenecks.
ar: تتبُّع الأداء - مُفيد لتحليل جوانب الأداء ذات الصلة والاختناقات.

source: If enabled spreadsheet and matrix data is saved in the project file
ar: إذا نُشِّط يُحفظ جدول البيانات وبيانات المصفوفة في ملفّ المشروع

source: Enable syntax highlighting
ar: مكِّن تظليل الصّيغة

source: Enable syntax completion
ar: مكِّن إكمال الصّيغة

source: Show line numbers
ar: أظهر أرقام الأسطر

source: Use LaTeX typesetting for the results of calculations, if supported by the backend system.
ar: اِستخدم تنسيق لاتخ لنتائج الحسابات، إن دعمه نظام الخلفيّة.

source: Animate transitions
ar: حّرك الانتقالات

source: Automatically re-evaluate all entries below the current one.
ar: أَعِد تقييم جميع الإدخالات أسفل الإدخال الحاليّ آليًّا.

source: Ask for confirmation when restarting the backend system.
ar: اِطلب تأكيدًا عند إعادة تشغيل نظام الخلفيّة.

source: Default theme for newly created worksheets and worksheet objects
ar: السّمة المبدئيّة لأوراق العمل وكائنات ورقة العمل المنشأة حديثًا

source: Small (3cm x 3cm)
ar: صغير (3 سم × 3 سم)

source: Medium (5cm x 5cm)
ar: متوسّط (5 سم × 5 سم)

source: Big (7cm x 7cm)
ar: كبير (7 سم × 7 سم)

source: No LaTeX installation found or selected. LaTeX typesetting not possible.
ar: لا أجد تنصيب لاتخ أو لم يُختر. تنسيق لاتخ غير مُمكن.

source: No 'convert' found. LaTeX typesetting not possible.
ar: لا أجد 'convert'. تنسيق لاتخ غير مُمكن.

source: No 'dvips' found. LaTeX typesetting not possible.
ar: لا أجد 'dvips'. تنسيق لاتخ غير مُمكن.

source: No Ghostscript found. LaTeX typesetting not possible.
ar: لا أجد Ghostscript. تنسيق لاتخ غير مُمكن.

# @title:window
source: Add Value
ar: أضف قيمة

source: &Add
ar: أ&ضف

# @title:window
source: Subtract Value
ar: اِطرح قيمة

source: Subtract:
ar: اِطرح:

source: &Subtract
ar: اطرح

# @title:window
source: Subtract Baseline
ar: اِطرح خطّ الأساس

# @title:window
source: Multiply by Value
ar: اِضرب في قيمة

source: &Multiply
ar: ا&ضرب

# @title:window
source: Divide by Value
ar: اِقسم على قيمة

source: &Divide
ar: &تقسيم

source: Custom Value
ar: قيمة مُخصَّصة

source: Difference
ar: فرق

source: Baseline (arPLS Algorithm)
ar: خطّ الأساس (خوارزميّة arPLS)

source: raw data
ar: بيانات خام

source: baseline
ar: خطّ أساس

source: result
ar: نتيجة

source: Ratio: %1
ar: نسبة: %1

source: Wrong numeric value provided.
ar: وُفِّرت قيمة رقميّة خاطئة.

source: %1: add %2 to column values
ar: %1: أضِف %2 إلى قيم العمود

source: %1: subtract %2 from column values
ar: %1: اِطرح %2 من قيم العمود

source: %1: subtract baseline from column values
ar: %1: اِطرح خطّ الأساس من قيم العمود

source: %1: multiply column values by %2
ar: %1: اِضرب قيم العمود في %2

source: %1: divide column values by %2
ar: %1: اِقسم قيم العمود على %2

# @title:window
source: Add Value Label
ar: أضِف لصيقة قيمة

source: Value:
ar: القيمة:

source: Label:
ar: التسمية:

# @title:window
source: Edit Value Labels
ar: عدِّل لصائق القيم

source: Value Labels:
ar: تسميات القيمة:

source: Provide the list of value-label pairs like in the following example:
ar: وفِّر قائمة أزواج قيمة-لصيقة كما في المثال التالي:

source: Equal to
ar: يساوي

source: Not Equal to
ar: ليس مُساويًا لـ

source: Between (Incl. End Points)
ar: بين (شاملًا نقاط النهاية)

source: Between (Excl. End Points)
ar: بين (باستثناء نقاط النهاية)

source: Greater than
ar: أكبر من

source: Greater than or Equal to
ar: أكبر من أو يساوي

source: Less than
ar: أصغر من

source: Less than or Equal to
ar: أصغر من أو تساوي

source: Equal To
ar: مُساوٍ لـ

source: Not Equal To
ar: غير مُساوٍ لـ

source: Starts With
ar: اِبدأ بـ

source: Ends With
ar: اِنتهِ بـ

source: Contains
ar: اِحتوِ على

source: Does Not Contain
ar: لا يحتوِ على

source: &Mask
ar: &قناع

source: Mask values in the specified region
ar: اِقنع قيمًا في المنطقة المُحدَّدة

# @title:window
source: Mask Values
ar: اِقنع قيمًا

source: &Drop
ar: ا&سقط

source: Drop values in the specified region
ar: اِرمِ قيمًا في المنطقة المُحدَّدة

# @title:window
source: Drop Values
ar: اِرمِ قيمًا

source: Delete entire rows in the spreadsheet if the condition is met.
ar: اِحذف صفوفًا كاملةً في جدول البيانات إذا استُوفِيَ الشّرط.

source: Invalid numeric value.
ar: قيمة رقميّة غير صالحة.

source: %1: mask values
ar: %1: اِقنع قيمًا

source: %1: drop values
ar: %1: اِرمِ قيمًا

source: Generate equidistant values
ar: ولّد قيمًا متساوية المسافة

source: Increment
ar: الزيادة

source: Number and Increment
ar: عدد وزيادة

source: Years
ar: سنوات

source: Months
ar: أشهر

# @title:window
source: Equidistant Numeric and Date&Time Values
ar: قيم رقميّة وتاريخ ووقت متساوية المسافة

# @title:window
source: Equidistant Numeric Values
ar: قيم رقميّة متساوية المسافة

# @title:window
source: Equidistant Date&Time Values
ar: قيم تاريخ ووقت متساوية المسافة

source: Invalid start value
ar: قيمة البداية غير صالحة

source: Invalid end value, must be greater than the start value
ar: قيمة النهاية غير صالحة، يجب أن تكون أكبر من قيمة البداية

source: The number of values to be generated must be greater than one
ar: يجب أن يكون عدد القيم لتوليدها أكبر من واحد

source: Invalid numeric increment value, must be greater than zero
ar: قيمة الزيادة الرقمية غير صالحة، يجب أن تكون أكبر من صفر

source: Invalid Date&Time increment value, must be greater than zero
ar: قيمة الزيادة للتاريخ والوقت غير صالحة، يجب أن تكون أكبر من صفر

source: %1: fill column with equidistant numbers
ar: %1: املأ العمود بأرقام متساوية البعد

source: Not enough memory to perform this operation.
ar: لا توجد ذاكرة كافية لأداء هذه العملية.

source: Export Spreadsheet
ar: صدّر جدول البيانات

source: Export Selection
ar: صدّر التحديد

source: This option determines how to convert numbers to strings.
ar: يحدد هذا الخيار كيفية تحويل الأرقام إلى سلاسل نصية.

# @title:window
source: Export Spreadsheet
ar: صدّر جدول البيانات

# @title:window
source: Export Matrix
ar: صدّر المصفوفة

source: Export matrix
ar: صدّر المصفوفة

source: The file already exists. Do you really want to overwrite it?
ar: الملفّ موجود فعلًا. أمتأكّد من الكتابة عليه؟

source: Text files (*.txt *.dat *.csv)
ar: ملفات نصية (*.txt *.dat *.csv)

source: LaTeX files (*.tex)
ar: ملفات لاتخ (*.tex)

source: FITS files (*.fits *.fit *.fts)
ar: ملفات FITS ‏(*.fits *.fit *.fts)

source: MCAP Files (*.mcap)
ar: ملفات MCAP ‏(*.mcap)

source: SQLite databases files (*.db *.sqlite *.sdb *.db2 *.sqlite2 *.sdb2 *.db3 *.sqlite3 *.sdb3)
ar: ملفات قواعد بيانات SQLite ‏(*.db *.sqlite *.sdb *.db2 *.sqlite2 *.sdb2 *.db3 *.sqlite3 *.sdb3)

source: &Flatten
ar: سوِّ &الأعمدة

source: Flatten selected columns
ar: سوِّ الأعمدة المحددة

# @title:window
source: Flatten Selected Columns
ar: تسطيح الأعمدة المحددة

source: Add additional reference column
ar: أضف عمود مرجع إضافي

source: Remove reference column
ar: أزِل العمود المرجعي

source: %1: flatten values
ar: %1: سوِّ القيم

source: Flatten of %1
ar: تسوية %1

source: Category
ar: الفئة

# @title:window
source: Conditional Formatting - Heatmap
ar: تنسيق شرطي - خريطة حرارية

source: Format the cells according the level and color settings
ar: نسِّق الخلايا وفقًا لإعدادات المستوى واللون

source: &Format
ar: &هيء

source: Background
ar: الخلفيّة

source: Font Color
ar: لون الخط

source: Icon
ar: الأيقونة

# @title:window
source: Go to Cell
ar: اذهب إلى خلية

source: Row:
ar: الصف:

# @title:window
source: Plot Spreadsheet Data
ar: ارسم بيانات جدول البيانات

source: Plot the selected data
ar: ارسم البيانات المحددة

source: &Plot
ar: ا&رسم

source: Y-data
ar: بيانات Y

source: Add Plot to
ar: أضف الرسم إلى

source: Add Plots to
ar: أضف الرسوم إلى

source: Plot Area - %1
ar: منطقة الرسم - %1

source: Worksheet - %1
ar: ورقة العمل - %1

source: Plot data from %1
ar: ارسم البيانات من %1

source: Plot Area %1
ar: منطقة الرسم %1

source: Fourier Filter of '%1'
ar: مرشح فورييه لـ '%1'

source: Fourier Transform of '%1'
ar: تحويل فورييه لـ '%1'

source: Hilbert Transform of '%1'
ar: تحويل هيلبرت لـ '%1'

source: Convolution of '%1'
ar: طي لـ '%1'

source: Correlation of '%1'
ar: استكمال لـ '%1'

source: Baseline Correction of '%1'
ar: تصحيح خط الأساس لـ ”%1“

source: Probability Density of '%1'
ar: كثافة الاحتمال لـ '%1'

# Curve fitting
source: Distribution Fit to '%1'
ar: ملاءمة التوزيع لـ '%1'

source: Density
ar: الكثافة

source: Theoretical Quantiles
ar: الكمّيَات النظريّة

source: Sample Quantiles
ar: الكمّيَات العيّنة

source: Sample
ar: عيّنة

source: New Plot Area in an Existing Worksheet
ar: منطقة رسم جديدة في ورقة عمل موجودة

source: New Plot Area in a New Worksheet
ar: منطقة رسم جديدة في ورقة عمل جديدة

source: New Plot Areas in an Existing Worksheet
ar: مناطق رسم جديدة في ورقة عمل موجودة

source: New Plot Areas in a New Worksheet
ar: مناطق رسم جديدة في ورقة عمل جديدة

source: No data selected to plot.
ar: لم تحدد بيانات للرسم.

source: An already existing plot area has to be selected.
ar: يجب اختيار منطقة رسم موجودة مسبقاً.

source: An already existing worksheet has to be selected.
ar: يجب اختيار ورقة عمل موجودة مسبقاً.

source: Close the dialog and plot the data.
ar: أغلق الحوار وارسم البيانات.

# @title:window
source: Random Values
ar: قيم عشوائية

source: Generate random values according to the selected distribution
ar: ولِّد قيماً عشوائية وفقاً للتوزيع المحدد

source: Seed number to initialize the random number generator. If the generator is seeded with the same value, the same stream of random numbers will be generated by successive calls. If no value is specified, the current timestamp will be used to seed the generator.
ar: رقم مبدئي لتهيئة مولد الأعداد العشوائية. إذا وُلد المولد بنفس القيمة المبدئية، سوف يولَّد نفس تدفق الأرقام العشوائية بالاستدعاءات المتتالية. إذا لم تحدد قيمة، فسوف يستخدم الطابع الزمني الحالي لولادة المولد.

source: Random number distributions as defined in <a href="https://www.gnu.org/software/gsl/doc/html/randist.html">GSL documentation</a>
ar: توزيعات الأعداد العشوائية على النحو المحدد في <a href="https://www.gnu.org/software/gsl/doc/html/randist.html">توثيق GSL</a>

source: %1: fill column with non-uniform random numbers
ar: %1: املأ العمود بأرقام عشوائية غير موحدة

# @title:window
source: Rescale Interval
ar: أعِد تحجيم المجال

source: Rescale
ar: أعد التحجيم

source: Interval [a, b]:
ar: المجال [أ، ب]:

source: More than one column selected. The same interval will be applied to <i>all</i> columns.
ar: اختير أكثر من عمود. سيطبق نفس المجال على <i>جميع</i> الأعمدة.

source: Random
ar: عشوائي

source: Sampling method:<ul><li>Periodic - samples are created according to the specified interval.</li><li>Random - samples are created randomly based on the uniform distribution. </li></ul>
ar: طريقة المعاينة:<ul><li>دورية - تنشأ العينات وفقاً للمجال المحدد.</li><li>عشوائية - تنشأ العينات عشوائياً بناءً على التوزيع الموحد. </li></ul>

source: &Sample
ar: &عيّن

source: Sample values in the selected spreadsheet columns
ar: عيّن القيم في أعمدة جدول البيانات المحددة

# @title:window
source: Sample Values
ar: عيّن القيم

source: Period:
ar: المدة:

source: Sample Size:
ar: حجم العينة:

source: %1: sample values
ar: %1: عيّن القيم

source: Sample of %1
ar: عيّنة من %1

source: Regular Expression
ar: تعبير نمطي

source: %1 match found
ar: عُثر على %1 مطابقة

source: %1 replacement made
ar: أُجري %1 استبدال

source: Add...
ar: أضف...

source: Beginning of line
ar: بداية السطر

source: End of line
ar: نهاية السطر

source: Match any character excluding new line (by default)
ar: طابق أي حرف باستثناء السطر الجديد (افتراضياً)

source: One or more occurrences
ar: مرة واحدة أو أكثر

source: Zero or more occurrences
ar: صفر أو أكثر من المرات

source: Zero or one occurrences
ar: صفر أو مرة واحدة

source: <a> through <b> occurrences
ar: <a> إلى <b> مرة

source: Group, capturing
ar: تجميع، التقاط

source: Or
ar: أو

source: Set of characters
ar: مجموعة من الأحرف

source: Negative set of characters
ar: مجموعة سلبية من الأحرف

source: Whole match reference
ar: مرجع المطابقة الكاملة

source: Reference
ar: مرجع

source: Line break
ar: فاصل السطر

source: Tab
ar: جدولة

source: Word boundary
ar: حد الكلمة

source: Not word boundary
ar: ليس حد الكلمة

source: Digit
ar: رقم

source: Non-digit
ar: غير رقم

source: Whitespace (excluding line breaks)
ar: مسافة بيضاء (باستثناء فواصل الأسطر)

source: Non-whitespace
ar: غير مسافة بيضاء

source: Word character (alphanumerics plus '_')
ar: حرف الكلمة (أحرف أبجدية رقمية زائد '_')

source: Non-word character
ar: غير حرف الكلمة

source: Octal character 000 to 377 (2^8-1)
ar: حرف ثماني 000 إلى 377 (2^8-1)

source: Hex character 0000 to FFFF (2^16-1)
ar: حرف سداسي عشري 0000 إلى FFFF (2^16-1)

source: Backslash
ar: شرطة مائلة عكسية

source: Group, non-capturing
ar: تجميع، عدم التقاط

source: Positive Lookahead
ar: تطلع إيجابي

source: Negative lookahead
ar: تطلع سلبي

source: Fixed-length positive lookbehind
ar: بحث خلفي إيجابي ذو طول ثابت

source: Fixed-length negative lookbehind
ar: بحث خلفي سلبي ذو طول ثابت

# @title:window
source: Sort All Columns
ar: رتِّب كل الأعمدة

# @title:window
source: Sort Selected Columns
ar: رتِّب الأعمدة المحددة

source: Sort
ar: افرز

source: &Unmask
ar: &أزِل القناع

source: &Reverse
ar: &اعكِس

source: Clea&r Content
ar: أزِل ال&محتوى

source: Row Numbers
ar: أرقام الصفوف

source: Uniform Random Values
ar: قيم عشوائية موحدة

source: Random Values
ar: قيم عشوائية

source: Equidistant Values
ar: قيم متساوية البعد

source: Equidistant Date&Time Values
ar: قيم تاريخ ووقت متساوية المسافة

source: Sample Values
ar: عيّن القيم

source: Flatten Columns
ar: سوِّ الأعمدة

source: Show Comments
ar: أظهر التعليقات

source: Show Sparklines
ar: أظهر الرسوم البيانية المصغرة

source: Clear Spreadsheet
ar: أزِل جدول البيانات

source: Clear Masks
ar: أزِل الأقنعة

source: Transpose
ar: انقل مصفوفة

source: &Search
ar: ا&بحث

source: &Replace
ar: &استبدل

source: Column Statistics...
ar: إحصاءات العمود...

source: Columns Statistics Spreadsheet
ar: جدول بيانات إحصاءات الأعمدة

source: Insert Multiple Columns Left
ar: أدخِل عدة أعمدة لليسار

source: Insert Multiple Columns Right
ar: أدخِل عدة أعمدة لليمين

source: Freeze Column
ar: جمِّد العمود

source: Add
ar: أضف

source: Subtract
ar: اطرح

source: Multiply
ar: أضرب

source: Divide
ar: تقسيم

source: Drop Values
ar: أَسقِط القيم

source: Mask Values
ar: اخفِ القيم

source: Reverse
ar: اعكس

source: Subtract Baseline
ar: اطرح خط الأساس

source: Divide by Sum
ar: اقسِم على المجموع

source: Divide by Min
ar: اقسِم على الأدنى

source: Divide by Max
ar: اقسِم على الأقصى

source: Divide by Count
ar: اقسِم على العدد

source: Divide by Mean
ar: اقسِم على المتوسط

source: Divide by Median
ar: اقسِم على الوسيط
