Repository: KDE/labplot
Catalog: po/*/labplot.po
Languages: ar

source: Cumulative logistic distribution function Q
ar: دالة التوزيع اللوجستي التراكمي Q

source: Inverse cumulative logistic distribution function P
ar: دالة التوزيع اللوجستي التراكمي المعكوسة P

source: Inverse cumulative logistic distribution function Q
ar: دالة التوزيع اللوجستي التراكمي المعكوسة Q

source: Probability density for a Pareto distribution
ar: كثافة الاحتمال لتوزيع باريتو

source: Cumulative Pareto distribution function P
ar: دالة توزيع باريتو التراكمي P

source: Cumulative Pareto distribution function Q
ar: دالة توزيع باريتو التراكمي Q

source: Inverse cumulative Pareto distribution function P
ar: دالة توزيع باريتو التراكمي المعكوسة P

source: Inverse cumulative Pareto distribution function Q
ar: دالة توزيع باريتو التراكمي المعكوسة Q

source: Probability density for a Weibull distribution
ar: كثافة الاحتمال لتوزيع وايبول

source: Cumulative Weibull distribution function P
ar: دالة توزيع وايبول التراكمي P

source: Cumulative Weibull distribution function Q
ar: دالة توزيع وايبول التراكمي Q

source: Inverse cumulative Weibull distribution function P
ar: دالة توزيع وايبول التراكمي المعكوسة P

source: Inverse cumulative Weibull distribution function Q
ar: دالة توزيع وايبول التراكمي المعكوسة Q

source: Probability density for a Type-1 Gumbel distribution
ar: كثافة الاحتمال لتوزيع جومبل من النوع 1

source: Cumulative Type-1 Gumbel distribution function P
ar: دالة توزيع جومبل من النوع 1 التراكمي P

source: Cumulative Type-1 Gumbel distribution function Q
ar: دالة توزيع جومبل من النوع 1 التراكمي Q

source: Inverse cumulative Type-1 Gumbel distribution function P
ar: دالة توزيع جومبل من النوع 1 التراكمي المعكوسة P

source: Inverse cumulative Type-1 Gumbel distribution function Q
ar: دالة توزيع جومبل من النوع 1 التراكمي المعكوسة Q

source: Probability density for a Type-2 Gumbel distribution
ar: كثافة الاحتمال لتوزيع جومبل من النوع 2

source: Cumulative Type-2 Gumbel distribution function P
ar: دالة توزيع جومبل من النوع 2 التراكمي P

source: Cumulative Type-2 Gumbel distribution function Q
ar: دالة توزيع جومبل من النوع 2 التراكمي Q

source: Inverse cumulative Type-2 Gumbel distribution function P
ar: دالة توزيع جومبل من النوع 2 التراكمي المعكوسة P

source: Inverse cumulative Type-2 Gumbel distribution function Q
ar: دالة توزيع جومبل من النوع 2 التراكمي المعكوسة Q

source: Probability density for a Poisson distribution
ar: كثافة الاحتمال لتوزيع بواسون

source: Cumulative Poisson distribution function P
ar: دالة توزيع بواسون التراكمي P

source: Cumulative Poisson distribution function Q
ar: دالة توزيع بواسون التراكمي Q

source: Probability density for a Bernoulli distribution
ar: كثافة الاحتمال لتوزيع برنولي

source: Probability density for a binomial distribution
ar: كثافة الاحتمال لتوزيع ذي الحدين

source: Cumulative binomial distribution function P
ar: دالة توزيع ذي الحدين التراكمي P

source: Cumulative binomial distribution function Q
ar: دالة توزيع ذي الحدين التراكمي Q

source: Probability density for a negative binomial distribution
ar: كثافة الاحتمال لتوزيع ذي الحدين السالب

source: Cumulative negative binomial distribution function P
ar: دالة توزيع ذي الحدين السالب التراكمي P

source: Cumulative negative binomial distribution function Q
ar: دالة توزيع ذي الحدين السالب التراكمي Q

source: Probability density for a Pascal distribution
ar: كثافة الاحتمال لتوزيع باسكال

source: Cumulative Pascal distribution function P
ar: دالة توزيع باسكال التراكمي P

source: Cumulative Pascal distribution function Q
ar: دالة توزيع باسكال التراكمي Q

source: Probability density for a geometric distribution
ar: كثافة الاحتمال لتوزيع هندسي

source: Cumulative geometric distribution function P
ar: دالة التوزيع الهندسي التراكمي P

source: Cumulative geometric distribution function Q
ar: دالة التوزيع الهندسي التراكمي Q

source: Probability density for a hypergeometric distribution
ar: كثافة الاحتمال لتوزيع فوق الهندسي

source: Cumulative hypergeometric distribution function P
ar: دالة التوزيع الفوق الهندسي التراكمي P

source: Cumulative hypergeometric distribution function Q
ar: دالة التوزيع الفوق الهندسي التراكمي Q

source: Probability density for a logarithmic distribution
ar: كثافة الاحتمال لتوزيع لوغاريتمي

source: Probability density for a triangular distribution
ar: كثافة الاحتمال لتوزيع مثلثي

source: Cumulative triangular distribution function P
ar: دالة التوزيع المثلثي التراكمي P

source: Cumulative triangular distribution function Q
ar: دالة التوزيع المثلثي التراكمي Q

source: p-th quantile for triangular distribution
ar: الكسير p للتوزيع المثلثي

source: Invalid
ar: غير صالح

source: condition
ar: شرط

source: trueValue
ar: قيمة الصواب

source: falseValue
ar: قيمة الخطأ

source: min
ar: أدنى

source: max
ar: أقصى

source: Linear
ar: خطّي

source: Log10
ar: لو10

source: Log2
ar: لو2

source: Ln
ar: ﻟﻮ𞸤

source: Sqrt
ar: جذر تربيعي

source: Square
ar: مربع

source: Inverse
ar: معكوس

source: line %1, column %2: %3
ar: سّطر %1، العمود %2: %3

source: unexpected end of document
ar: نهاية غير متوقعة للوثيقة

source: FITS image
ar: صورة FITS

source: FITS table
ar: جدول FITS

# @title:window
source: Print Matrix
ar: اطبع المصفوفة

source: %1: x-start changed
ar: %1: غير بداية المحور السيني

source: %1: x-end changed
ar: %1: غير نهاية المحور السيني

source: %1: y-start changed
ar: %1: غير بداية المحور الصادي

source: %1: y-end changed
ar: %1: غير نهاية المحور الصادي

source: %1: numeric format changed
ar: %1: غير التنسيق العددي

source: %1: precision changed
ar: %1: غير الدقة

source: %1: set matrix size to %2x%3
ar: %1: اضبط حجم المصفوفة إلى %2x%3

source: %1: add %2 row
ar: %1: أضف صفًا %2

source: %1: add %2 column
ar: %1: أضف عمودًا %2

source: %1: clear
ar: ‏%1: امحُ

source: %1: insert %2 column
ar: %1: أدرج عمودًا %2

source: %1: insert %2 row
ar: %1: أدرج صفًا %2

source: %1: set matrix coordinates
ar: %1: اضبط إحداثيات المصفوفة

source: %1: remove %2 column
ar: %1: أزل عمودًا %2

source: %1: remove %2 row
ar: %1: أزل صفًا %2

source: %1: clear column %2
ar: %1: امسح العمود %2

source: %1: set cell value
ar: %1: اضبط قيمة الخلية

source: %1: set cell values
ar: %1: اضبط قيم الخلايا

source: %1: transpose
ar: ‏%1: منقولة مصفوفة

source: %1: mirror horizontally
ar: ‏%1: اعكس أفقيّا

source: %1: mirror vertically
ar: ‏%1: اعكس رأسيّا

# @title:window
source: Print Note
ar: اطبع المذكرة

source: Text file (*.txt)
ar: ملف نصي (*.txt)

# @title:window
source: Export to File
ar: صدر إلى الملف

source: Export failed
ar: فشل التصدير

source: Failed to open '%1' for writing.
ar: فشل فتح '%1' للكتابة.

source: %1: set text
ar: %1: اضبط النص

source: %1: set background color
ar: ‏%1: اضبط لون الخلفية

source: %1: set text color
ar: %1: اضبط لون النص

source: %1: set text font
ar: %1: اضبط خط النص

source: no note element found
ar: لا يوجد عنصر مذكرة

source: Couldn't find the plugin for %1. Please check your installation.
ar: لم نعثر على إضافة لـ %1. راجع تنصيبك.

source: Couldn't create the sessions for %1. Please check your installation.
ar: لم ننشئ الجلسات لـ %1. راجع تنصيبك.

source: Mean
ar: متوسط

source: End Points
ar: نقاط النهاية

source: Linear Regression
ar: الانحدار الخطي

source: Forward (Convolution)
ar: أمامي (التفاف)

source: Backward (Deconvolution)
ar: خلفي (فك الالتفاف)

source: Linear (Zero-padded)
ar: خطي (محشو بالأصفار)

source: Circular
ar: دائري

source: Auto
ar: آليّ

source: Direct
ar: مباشر

source: FFT
ar: تحويل فورييه السريع

source: Euclidean
ar: إقليدي

source: Center (Acausal)
ar: المركز (غير سببي)

source: Sliding Average
ar: متوسط متحرك

source: Triangular Smooth
ar: تنعيم مثلثي

source: Pseudo-Gaussian Smooth
ar: تنعيم شبه غاوسي

source: First Derivative
ar: مشتق أول

source: Smooth First Derivative
ar: مشتق أول ناعم

source: Second Derivative
ar: مشتق ثان

source: Third Derivative
ar: مشتق ثالث

source: Fourth Derivative
ar: مشتق رابع

source: Gaussian
ar: الغوسيّة:

source: Lorentzian
ar: لورنتزي

source: Biased
ar: متحيز

source: Unbiased
ar: غير متحيز

source: Coeff
ar: معامل

source: Magnitude
ar: المقدار

source: Amplitude
ar: الارتفاع

source: Real Part
ar: جزء حقيقي

source: Imaginary Part
ar: جزء تخيلي

source: Power
ar: الطاقة

source: Phase
ar: الطور

source: Amplitude in dB
ar: السعة بوحدة ديسيبل

source: Normalized Amplitude in dB
ar: السعة المسواة بوحدة ديسيبل

source: Magnitude Squared
ar: مربع المقدار

source: Amplitude Squared
ar: مربع السعة

source: Raw
ar: خام

source: Frequency
ar: التردّد

source: Period
ar: الدورة

source: First
ar: الأول

source: Second
ar: الثاني

source: Third
ar: الثالث

source: Fourth
ar: الرابع

source: Fifth
ar: الخامس

source: Sixth
ar: السادس

source: Low Pass
ar: مرشح ترددات منخفضة

source: High Pass
ar: مرشح ترددات عالية

source: Band Pass
ar: مرشح نطاق

source: Band Reject
ar: راصد نطاق

source: Ideal
ar: مثالي

source: Butterworth
ar: باترورث

source: Chebyshev Type I
ar: تشيبيشيف النوع الأول

source: Chebyshev Type II
ar: تشيبيشيف النوع الثاني

source: Legendre (Optimum L)
ar: ليجندر (الـ L الأمثل)

source: Bessel (Thomson)
ar: بيسل (تومسون)

source: Fraction
ar: كسر

source: Basic Functions
ar: دوال مبدئية

source: Peak Functions
ar: دوال الذروة

source: Growth (Sigmoidal)
ar: النمو (سيني)

source: Statistics (Distributions)
ar: الإحصائيات (التوزيعات)

source: Custom
ar: مخصّص

source: Inverse Exponential
ar: دالة أسية معكوسة

source: Exponential
ar: أسي

source: Polynomial
ar: متعددة الحدود

source: Fourier
ar: فورييه

source: Gaussian (normal)
ar: غاوسي (طبيعي)

source: Cauchy-Lorentz
ar: كوشي-لورنتز

source: Hyperbolic Secant (sech)
ar: قاطع زائد (sech)

source: Logistic (sech squared)
ar: لوجستي (قاطع زائد تربيع)

source: Voigt Profile
ar: نمط فويجت

source: Pseudo-Voigt (same width)
ar: شبه فويجت (نفس العرض)

source: Inverse Tangent
ar: الظل المعكوس

source: Hyperbolic Tangent
ar: الظل الزائد

source: Algebraic Sigmoid
ar: سيني جبري

source: Logistic Function
ar: دالة لوجستية

source: Error Function (erf)
ar: دالة الخطأ (erf)

source: Hill
ar: هيل

source: Gompertz
ar: غومبرتز

source: Gudermann (gd)
ar: غودرمان (gd)

source: Douglas-Peucker (Number)
ar: دوغلاس-بوكر (عدد)

source: Douglas-Peucker (Tolerance)
ar: دوغلاس-بوكر (تسامح)

source: Visvalingam-Whyatt
ar: فيزفالينغام-وايت

source: Reumann-Witkam
ar: ريومان-فيتكام

source: Perpendicular Distance
ar: المسافة العمودية

source: n-th Point
ar: النقطة ن-م

source: Radial Distance
ar: المسافة نصف القطرية

source: Interpolation
ar: استيفاء

source: Opheim
ar: أوبهايم

source: Lang
ar: لانغ

source: Envelope
ar: ظرف بريدي

source: Rectangle (1-point)
ar: مستطيل (نقطة واحدة)

source: Trapezoid (2-point)
ar: شبه منحرف (نقطتان)

source: Simpson's (3-point)
ar: سمبسون (3 نقاط)

source: Simpson's 3/8 (4-point)
ar: سمبسون 3/8 (4 نقاط)

source: Cubic Spline (Natural)
ar: شريحة تكعيبية (طبيعية)

source: Cubic Spline (Periodic)
ar: شريحة تكعيبية (دورية)

source: Akima-Spline (Natural)
ar: شريحة أكيما (طبيعية)

source: Akima-Spline (Periodic)
ar: شريحة أكيما (دورية)

source: Steffen-Spline
ar: شريحة ستيفن

source: Piecewise Cubic Hermite (PCH)
ar: هيرميت تكعيبي مقطع (PCH)

source: Rational Functions
ar: دوال نسبية

source: Finite Differences
ar: فروق محدودة

source: Catmull-Rom
ar: كاتمول-روم

source: Cardinal
ar: أساسي

source: Kochanek-Bartels (TCB)
ar: كوتشانيك-بارتلز (TCB)

source: Derivative
ar: مشتقة

source: Integral
ar: تكامل

source: Gaussian (Normal)
ar: غاوسي (طبيعي)

source: Gaussian Tail
ar: ذيل غاوسي

source: Laplace
ar: لابلاس

source: Exponential Power
ar: قوة أسية

source: Cauchy-Lorentz (Breit-Wigner)
ar: كوشي-لورنتز (برايت-فيغنر)

source: Rayleigh
ar: رايلاي

source: Rayleigh Tail
ar: ذيل رايلي

source: Landau
ar: لانداو إن در بفالتس

source: Levy Alpha-stable
ar: ليفي ألفا-مستقر

source: Levy Skew Alpha-stable
ar: ليفي مائل ألفا-مستقر

source: Gamma
ar: غاما

source: Flat (Uniform)
ar: مسطح (منتظم)

source: Log-Normal (Galton)
ar: لوغ-طبيعي (غالتون)

source: Chi-Squared
ar: كاي تربيع

source: F (Fisher-Snedecor)
ar: إف (فيشر-سنيدكاور)

source: Student's t
ar: تي للطالب

source: Beta
ar: بيتا

source: Logistic (Sech-Squared)
ar: لوجستي (قاطع زائد تربيع)

source: Pareto
ar: باريتو

source: Weibull
ar: فايبل

source: Gumbel Type-1 (Maximum Value; log-Weibull)
ar: جومبل نوع-1 (قيمة قصوى؛ لوغ-فايبل)

source: Gumbel Type-2
ar: جومبل نوع-2

source: Poisson
ar: بواسون

source: Bernoulli
ar: بيرنولي

source: Binomial
ar: ذو حدين

source: Negative Binomial
ar: ثنائي سالب

source: Pascal
ar: باسكال

source: Geometric
ar: هندسي

source: Hypergeometric
ar: فوق الهندسي

source: Logarithmic
ar: لوغارتميّ

source: Maxwell-Boltzmann
ar: ماكسويل-بولتزمان

source: Levy
ar: ليفي

source: Frechet (Inverse Weibull)
ar: فريشيه (فايبل معكوس)

source: Triangular
ar: مثلثي

source: Rectangular (Uniform)
ar: مستطيلي (منتظم)

source: Triangular II (Bartlett)
ar: مثلثي II (بارتليت)

source: Triangular III (Parzen)
ar: مثلثي III (بارزين)

source: Welch (Parabolic)
ar: ويلش (مكافئ)

source: Hann (Raised Cosine)
ar: هان (جيب التمام المرفوع)

source: Hamming
ar: هامينغ

source: Blackman
ar: بلاكمان

source: Nuttall
ar: نوتال

source: Blackman-Nuttall
ar: بلاكمان-نوتال

source: Blackman-Harris
ar: بلاكمان-هاريس

source: Flat Top
ar: قمة مسطحة

source: Bartlett-Hann
ar: بارتليت-هان

source: Lanczos
ar: لانكزوس

source: Moving Average (Central)
ar: متوسط متحرك (مركزي)

source: Moving Average (Lagged)
ar: متوسط متحرك (متأخر)

source: Savitzky-Golay
ar: سافيتزكي-جولاي

source: Interpolating
ar: استيفاء

source: Mirror
ar: مرآة

source: Nearest
ar: الأقرب

source: Constant
ar: ثابت

source: Periodic
ar: دوري

source: Uniform (Rectangular)
ar: منتظم (مستطيلي)

source: Parabolic (Epanechnikov)
ar: مكافئ (إيبانيتشنيكوف)

source: Quartic (Biweight)
ar: رباعي (وزن ثنائي)

source: Triweight
ar: وزن ثلاثي

source: Tricube
ar: مكعب ثلاثي

source: Python file (*.py)
ar: ملف بايثون (*.py)

source: no script element found
ar: لا يوجد عنصر سكريبت

source: %1: run %2 script
ar: %1: نفذ سكريبت %2

source: Script
ar: سكربت

source: Failed to run the script.
ar: فشل تنفيذ السكريبت.

source: A script is already running.
ar: هناك سكريبت قيد التشغيل بالفعل.

# @title:column
source: Name
ar: الاسم

# @title:column
source: Value
ar: القيمة

# @title:column
source: Type
ar: 1النّوع

source: Columns: %1
ar: الأعمدة: %1

source: Rows: %1
ar: الصّفوف: %1

source: %1: remove rows with missing values
ar: %1: أزل الصفوف ذات القيم المفقودة

source: %1: mask rows with missing values
ar: %1: اخفِ الصفوف ذات القيم المفقودة

source: %1: toggle comments header
ar: %1: بدل رأس التعليقات

source: %1: toggle sparklines header
ar: %1: بدل رأس الخطوط الومضية

source: %1: set linking
ar: %1: اضبط الربط

source: %1: set linked spreadsheet
ar: %1: اضبط جدول البيانات المرتبط

source: %1: remove 1 column
ar: %1: أزل عمودًا واحدًا

source: %1: insert 1 column
ar: %1: أدرج عمودًا واحدًا

source: %1: clear selected columns
ar: %1: أفرغ الأعمدة المختارة

source: %1: clear all masks
ar: %1: أفرغ كل الأقنعة

source: %1: move column %2 from position %3 to %4.
ar: %1: انقل العمود %2 من الموضع %3 إلى %4.

source: %1: sort columns
ar: %1: رتب الأعمدة

source: %1: linked spreadsheet removed
ar: %1: إزالة جدول البيانات المرتبط

source: double precision data, %1 element
ar: بيانات دقة مزدوجة، عنصر واحد

source: integer data, %1 element
ar: بيانات عدد صحيح، عنصر واحد

source: big integer data, %1 element
ar: بيانات عدد صحيح كبير، عنصر واحد

source: text data, %1 element
ar: بيانات نصية، عنصر واحد

source: month data, %1 element
ar: بيانات شهر، عنصر واحد

source: day data, %1 element
ar: بيانات يوم، عنصر واحد

source: date and time data, %1 element
ar: بيانات تاريخ ووقت، عنصر واحد

source: %1, masked (ignored in all operations)
ar: %1، مخفي (يتجاهله في كل العمليات)

source: invalid cell, masked (ignored in all operations)
ar: خلية غير صالحة، مخفية (يتجاهلها في كل العمليات)

source: invalid cell (ignored in all operations)
ar: خلية غير صالحة (يتجاهلها في كل العمليات)

source: Count
ar: العدد

source: ArithmeticMean
ar: المتوسط الحسابي

source: GeometricMean
ar: المتوسط الهندسي

source: HarmonicMean
ar: المتوسط التوافقي

source: ContraharmonicMean
ar: المتوسط المضاد للتوافقي

source: FirstQuartile
ar: الربع الأول

source: ThirdQuartile
ar: الربع الثالث

source: Interquartile Range
ar: انحراف ربيعي

source: Percentile1
ar: المئين 1

source: Percentile5
ar: المئين 5

source: Percentile10
ar: المئين 10

source: Percentile90
ar: المئين 90

source: Percentile95
ar: المئين 95

source: Percentile99
ar: المئين 99

source: Range
ar: المدى

source: StandardDeviation
ar: الانحراف المعياري

source: MeanDeviation
ar: متوسط الانحراف

source: MeanDeviationAroundMedian
ar: متوسط الانحراف حول الوسيط

source: MedianDeviation
ar: انحراف الوسيط

source: Column
ar: العمود

source: One column is required.
ar: عمود واحد مطلوب.

source: At least %1 and at most %2 columns are required.
ar: مطلوب %1 أعمدة على الأقل و %2 على الأكثر.

source: Column '%1' must be of numeric type.
ar: يجب أن يكون العمود '%1' من النوع الرقمي.

source: Portable Data Format (*.pdf *.PDF)
ar: صيغة البيانات المحمولة (*.pdf *.PDF)

# @title:window
source: Hypothesis Test
ar: اختبار الفرضيات

source: No monotonic trend exists
ar: لا يوجد اتجاه أحادي

source: A monotonic trend exists
ar: يوجد اتجاه أحادي

source: A negative monotonic trend exists
ar: يوجد اتجاه سلبي أحادي

source: A positive monotonic trend exists
ar: يوجد اتجاه أحادي إيجابي

source: The process is stable (random)
ar: العملية مستقرة (عشوائية)

source: The data are not randomly distributed
ar: البيانات ليست موزعة عشوائيًا

source: The process shows shifting or clustering
ar: تُظهر العملية انزياحًا أو تكتلاً

source: The process shows oscillations or over-control
ar: تُظهر العملية تذبذبات أو تحكمًا مفرطًا

source: The process is unstable (non-random)
ar: العملية غير مستقرة (غير عشوائية)

source: One-Sample t-Test
ar: اختبار t لعينة واحدة

source: Independent Two-Sample t-Test
ar: اختبار t لعينتين مستقلتين

source: Paired Two-Sample t-Test
ar: اختبار t لعينتين مزدوجتين

source: Mann-Whitney U Test
ar: اختبار مان-ويتني يو

source: Welch t-Test
ar: اختبار t لـفيلش

source: Wilcoxon Signed Rank Test
ar: اختبار رتب ويلكوكسون الموقعة

source: One-Way ANOVA Test
ar: اختبار تحليل التباين الأحادي (ANOVA)

source: Kruskal-Wallis Test
ar: اختبار كروسكال-واليس

source: Log-Rank Test
ar: اختبار لوغ-رانك

source: Friedman Test
ar: اختبار فريدمان

source: Chi-Square Independence Test
ar: اختبار استقلالية كاي تربيع

source: Chi-Square Goodness of Fit Test
ar: اختبار مطابقة جودة كاي تربيع

source: One-Way ANOVA with Repeated Measures Test
ar: اختبار تحليل التباين الأحادي (ANOVA) بقياسات متكررة

source: Mann-Kendall Test
ar: اختبار مان-كيندال

source: Wald-Wolfowitz Runs Test
ar: اختبار السلاسل لوالد-وولفويتز

source: Ramirez-Runger Runs Test
ar: اختبار السلاسل لراميريز-رونجر

source: <b>Reject the null hypothesis.</b>
ar: <b>ارفض الفرضية الصفرية.</b>

source: <b>Fail to reject the null hypothesis.</b>
ar: <b>فشل في رفض الفرضية الصفرية.</b>

source: N/A
ar: غير متاح

source: Test result is not available.
ar: نتيجة الاختبار غير متاحة.

source: Two columns are required for this test.
ar: مطلوب عمودان لهذا الاختبار.

source: At least two columns are required.
ar: مطلوب عمودان على الأقل.

source: Column '%1' requires at least %2 samples.
ar: العمود '%1' يتطلب %2 عينة على الأقل.

source: The size of each sample must be equal.
ar: يجب أن يكون حجم كل عينة متساويًا.

source: Standard Deviation
ar: الانحراف المعياري

source: Null Hypothesis
ar: الفرضية الصفرية

source: Alternate Hypothesis
ar: الفرضية البديلة

source: Descriptive Statistics
ar: إحصاءات وصفية

source: Test Statistics
ar: إحصاءات الاختبار

source: Significance Level
ar: مستوى الدلالة

source: p-Value
ar: قيمة الاحتمالية

source: Degrees of Freedom Between Groups
ar: درجات الحرية بين المجموعات

source: Degrees of Freedom Within Groups
ar: درجات الحرية داخل المجموعات

source: Degrees of Freedom Treatment
ar: درجات حرية المعالجة

source: Degrees of Freedom Residuals
ar: درجات حرية البواقي

source: Degrees of Freedom
ar: درجات الحرية

source: t-Value
ar: قيمة ت

source: Test Mean
ar: متوسط الاختبار

source: Mean Difference
ar: متوسط الفرق

source: Pooled Variance
ar: التباين المجمع

source: Mean Difference Standard Error
ar: الخطأ المعياري لمتوسط الفرق

source: F-Statistic
ar: إحصائية ف

source: Sum of Squares Between Groups
ar: مجموع المربعات بين المجموعات

source: Sum of Squares Within Groups
ar: مجموع المربعات داخل المجموعات

source: Mean Squares Between Groups
ar: متوسط المربعات بين المجموعات

source: Mean Squares Within Groups
ar: متوسط المربعات داخل المجموعات

source: Sum of Squares Treatment
ar: مجموع مربعات المعالجة

source: Sum of Squares Residuals
ar: مجموع مربعات البواقي

source: Sum of Squares Within Subjects
ar: مجموع مربعات داخل الأشخاص

source: Mean Squares Treatment
ar: متوسط مربعات المعالجة

source: Mean Squares Residuals
ar: متوسط مربعات البواقي

source: U
ar: يو

source: z-Value
ar: قيمة زد

source: Rank Sum 1
ar: مجموع الرتب 1

source: Mean Rank 1
ar: متوسط الرتبة 1

source: Rank Sum 2
ar: مجموع الرتب 2

source: Mean Rank 2
ar: متوسط الرتبة 2

source: W
ar: دبليو

source: Positive Rank Sum
ar: مجموع الرتب الموجبة

source: Positive Rank Mean
ar: متوسط الرتب الموجبة

source: Positive Rank Count
ar: عد الرتب الموجبة

source: Negative Rank Sum
ar: مجموع الرتب السالبة

source: Negative Rank Mean
ar: متوسط الرتب السالبة

source: Negative Rank Count
ar: عد الرتب السالبة

source: Tie Count
ar: عد التعادل

source: H
ar: إتش

source: Q
ar: كيو

source: Chi2
ar: كاي2

source: Event Count 1
ar: عد الحدث 1

source: Censored Count 1
ar: عد المراقبة 1

source: Total Count 1
ar: العد الكلي 1

source: Event Count 2
ar: عد الحدث 2

source: Censored Count 2
ar: عد المراقبة 2

source: Total Count 2
ar: العد الكلي 2

source: Kendall's Tau
ar: تاو كيندال

source: Sen's Slope
ar: منحدر سين

source: Sample Size
ar: حجم العينة

source: Number of Runs
ar: عدد السلاسل

source: Stability Ratio
ar: نسبة الاستقرار

source: Effective Degrees of Freedom
ar: درجات الحرية الفعالة

source: Average Successive Difference
ar: متوسط الفرق المتعاقب

source: Statistical Conclusion
ar: الاستنتاج الإحصائي

source: No variable columns provided.
ar: لم تقدم أعمدة متغيرة.

source: At the significance level %1, the population mean is significantly different from %2. %3
ar: عند مستوى الدلالة %1، يختلف متوسط المجتمع اختلافًا كبيرًا عن %2. %3

source: At the significance level %1, the population mean is not significantly different from %2. %3
ar: عند مستوى الدلالة %1، لا يختلف متوسط المجتمع اختلافًا كبيرًا عن %2. %3

source: At the significance level %1, the population means are significantly different. %2
ar: عند مستوى الدلالة %1، تختلف متوسطات المجتمع اختلافًا كبيرًا. %2

source: At the significance level %1, the population means are not significantly different. %2
ar: عند مستوى الدلالة %1، لا تختلف متوسطات المجتمع اختلافًا كبيرًا. %2

source: At the significance level %1, at least one group mean is significantly different. %2
ar: عند مستوى الدلالة %1، يختلف متوسط مجموعة واحدة على الأقل اختلافًا كبيرًا. %2

source: At the significance level %1, no significant difference between group means. %2
ar: عند مستوى الدلالة %1، لا يوجد فرق كبير بين متوسطات المجموعات. %2

source: At the significance level %1, at least one group distribution is significantly different. %2
ar: عند مستوى الدلالة %1، يختلف توزيع مجموعة واحدة على الأقل اختلافًا كبيرًا. %2

source: At the significance level %1, no significant difference between group distributions. %2
ar: عند مستوى الدلالة %1، لا يوجد فرق كبير بين توزيعات المجموعات. %2

source: At the significance level %1, at least one group is significantly different. %2
ar: عند مستوى الدلالة %1، تختلف مجموعة واحدة على الأقل اختلافًا كبيرًا. %2

source: At the significance level %1, no significant difference between groups. %2
ar: عند مستوى الدلالة %1، لا يوجد فرق كبير بين المجموعات. %2

source: Column '%1' must be of integer type.
ar: يجب أن يكون العمود '%1' من نوع العدد الصحيح.
