Repository: KDE/labplot
Catalog: po/*/labplot.po
Languages: ar

# %1 is the value of DPI of the current screen
source: %1 (desktop)
ar: ‏%1 (سطح المكتب)

# @title:window
source: Export Worksheet
ar: صدّر ورقة العمل

source: Scalable Vector Graphics (*.svg *.SVG)
ar: رسوميات متجهية متدرجة (*.svg *.SVG)

source: Portable Network Graphics (*.png *.PNG)
ar: رسوميات شبكية محمولة (*.png *.PNG)

source: Joint Photographic Experts Group (*.jpg *.jpeg *.JPG *.JPEG)
ar: مجموعة خبراء التصوير المشتركة (*.jpg *.jpeg *.JPG *.JPEG)

source: Windows Bitmap (*.bmp *.BMP)
ar: خريطة بتويندوز (*.bmp *.BMP)

source: Portable Pixmap (*.ppm *.PPM)
ar: خريطة بكسل محمولة (*.ppm *.PPM)

source: X11 Bitmap (*.xbm *.XBM)
ar: خريطة بت X11 (*.xbm *.XBM)

source: X11 Bitmap (*.xpm *.XPM)
ar: خريطة بت X11 (*.xpm *.XPM)

source: Export to file and close the dialog.
ar: صدّر إلى ملف وأغلق الحوار.

source: Export to clipboard and close the dialog.
ar: صدّر إلى الحافظة وأغلق الحوار.

# @title:window
source: Custom Grid
ar: شبكة مخصصة

source: Dots
ar: نقاط

source: Horizontal spacing:
ar: مسافات أفقية:

source: Vertical spacing:
ar: مسافات رأسية:

source: Quit Presentation
ar: أقلع عن العرض التقديمي

source: Pin the navigation panel
ar: ثبت لوحة التنقل

# Zoom
source: No fit
ar: لا احتواء

# Zoom
source: Fit to Selection
ar: احتواء للانتقاء

# Zoom
source: Fit
ar: احتواء

source: Four Axes
ar: أربعة محاور

source: Two Axes
ar: محوران

source: Two Axes, Centered
ar: محوران، متمركزان

source: Two Axes, Crossing at Origin
ar: محوران، يتقاطعان في الأصل

source: Load from Template
ar: حمّل من قالب

source: No Grid
ar: بِلا شبكة

source: Dense Line Grid
ar: شبكة خطوط كثيفة

source: Sparse Line Grid
ar: شبكة خطوط متفرقة

source: Dense Dot Grid
ar: شبكة نقاط كثيفة

source: Sparse Dot Grid
ar: شبكة نقاط متفرقة

source: Custom Grid
ar: شبكة مخصصة

source: Snap to Grid
ar: مطابقة للشبكة

source: Interactive Plots
ar: رسوم معمل الرسم التفاعلية

source: If not activated, plots on the worksheet don't react on drag and mouse wheel events.
ar: إذا لم تفعل، رسوم معمل الرسم في ورقة العمل لا تتفاعل مع أحداث السحب وعجلة الفأرة.

source: Selected Plot Areas
ar: مناطق رسم معمل الرسم المنتقاة

source: All Plot Areas
ar: كل مناطق رسم معمل الرسم

source: All Plot Areas X
ar: كل مناطق رسم معمل الرسم س

source: All Plot Areas Y
ar: كل مناطق رسم معمل الرسم ص

source: Plot Area
ar: منطقة الرسم

source: Apply Actions to
ar: طبّق الإجراءات على

source: Apply Cursor to
ar: طبّق المؤشر على

source: Zoom/Navigate
ar: تكبير/تصفح

source: Do you really want to delete the selected object?
ar: أترغب حقاً بحذف الكائن المنتقى؟

source: %1: Remove selected worksheet elements.
ar: %1: أزل عناصر ورقة العمل المنتقاة.

source: Couldn't open the color map collections file %1. Please check your installation.
ar: لا أستطيع فتح ملف مجموعات خرائط الألوان %1. من فضلك تفقد تثبيتك.

source: Couldn't find preview.sty.
ar: لا أستطيع العثور على preview.sty.

source: Couldn't open the file
ar: لا أستطيع فتح الملف

source: %1 not found
ar: لم يعثر على %1

source: Timeout: Unable to generate latex file
ar: انتهى الوقت: لا أستطيع توليد ملف لاتخ

source: process failed, exit code =
ar: فشلت العملية، رمز الخروج =

source: dvips not found
ar: لم يعثر على dvips

source: dvips process failed, exit code =
ar: فشلت عملية dvips، رمز الخروج =

source: convert not found
ar: لم يعثر على convert

source: convert process failed, exit code =
ar: فشلت عملية convert، رمز الخروج =

source: Unable to open file:
ar: غير قادر على حذف الملف:
