Repository: KDE/labplot
Catalog: po/*/labplot.po
Languages: ar

source: Format version: %1
ar: نسخة التنسيق: %1

source: Using library version %1
ar: استعمال نسخة المكتبة %1

source: ncdump not found.
ar: لم يتم العثور على ncdump.

source: global attribute
ar: سمة شاملة

source: %1 attribute
ar: صفة %1

source: length
ar: الطّول

source: unlimited
ar: بلا حدّ

source: dimension
ar: البعد

source: variable
ar: متغير

source: Attributes
ar: الصّفات

source: Dimensions
ar: الأبعاد

source: Variables
ar: المتغيّرات

source: No variable selected.
ar: لم تختر متغيرًا.

source: Failed to open the file or it's empty.
ar: فشل فتح الملف أو الملف فارغ.

source: Data type not supported yet.
ar: نوع البيانات غير مدعوم بعد.

source: %1 dimensional data of type %2 not supported yet
ar: البيانات ذات الأبعاد %1 من النوع %2 غير مدعومة بعد

source: Sheet count: %1
ar: عدد الأوراق: %1

source: No sheet selected.
ar: لم تختر أي ورقة.

source: Selected sheet not found.
ar: الورقة المختارة لم يتم العثور عليها.

source: Invalid sheet.
ar: ورقة غير صالحة.

source: Formulas not supported yet.
ar: الصيغ غير مدعومة بعد.

source: Sheet not found.
ar: لم يتم العثور على الورقة.

source: Invalid sheet index.
ar: فهرس ورقة غير صالح.

source: Key
ar: المفتاح

source: Value
ar: القيمة

source: Size in Bytes
ar: الحجم بالبايت

source: Failed to load the JSON file. Empty JSON document.
ar: فشل تحميل ملف JSON. مستند JSON فارغ.

source: Failed to load JSON document. Error: %1.
ar: فشل تحميل مستند JSON. الخطأ: %1.

source: Unknown file extension
ar: امتداد ملف غير معروف

source: Number of records: %1
ar: عدد السجلات: %1

source: Creation time: %1
ar: وقت الإنشاء: %1

source: Modification time: %1
ar: وقت التعديل: %1

source: Compression: %1
ar: الضغط: %1

source: Endianness: %1
ar: ترتيب البايتات: %1

source: Table name: %1
ar: اسم الجدول: %1

source: File label: %1
ar: تسمية الملف: %1

source: File encoding: %1
ar: ترميز الملف: %1

source: 64bit: %1
ar: 64بت: %1

source: Error reading file.
ar: خطأ في قراءة الملف.

source: Failed to parse the file.
ar: فشل تحليل الملف.

source: Attribute '%1' missing or empty, default value is used
ar: السمة '%1' مفقودة أو فارغة، يُستعمل القيمة المبدئية

source: No column available
ar: لا يوجد عمود متاح

source: Unsupported file type, neither histogram no tree.
ar: نوع ملف غير مدعوم، لا هو مدرج تكراري ولا شجرة.

source: Not a ROOT file
ar: ليس ملف ROOT

source: File format version: %1
ar: نسخة تنسيق الملف: %1

source: FREE data record size: %1 bytes
ar: حجم سجل البيانات المجاني: %1 بايت

source: Number of free data records: %1
ar: عدد سجلات البيانات المجانية: %1

source: TNamed size: %1 bytes
ar: حجم TNamed: %1 بايت

source: Size of file pointers: %1 bytes
ar: حجم مؤشرات الملف: %1 بايت

source: Compression level and algorithm: %1
ar: مستوى وخوارزمية الضغط: %1

source: Size of TStreamerInfo record: %1 bytes
ar: حجم سجل TStreamerInfo: %1 بايت

source: Application: %1
ar: التطبيق: %1

source: Application version: %1.%2.%3
ar: نسخة التطبيق: %1.%2.%3

source: Number of Objects: %1
ar: عدد الكائنات: %1

source: Start Time: %1
ar: وقت البدء: %1

source: End Time: %1
ar: وقت الانتهاء: %1

source: Compression Level: %1
ar: مستوى الضغط: %1

source: Uncompressed File Size: %1 Bytes
ar: حجم الملف غير المضغوط: %1 بايت

source: Big Endian not supported. CAN id: %1.
ar: ترتيب البايتات الكبير غير مدعوم. معرّف CAN: %1.

source: Message too long. CAN id: %1.
ar: الرسالة طويلة جدًا. معرّف CAN: %1.

source: Unknown id: %1.
ar: معرّف غير معروف: %1.

source: Invalid BLF file
ar: ملف BLF غير صالح

source: Unable to calculate conversion: %1.
ar: غير قادر على حساب التحويل: %1.

source: No DBC parser installed.
ar: لم يتم تثبيت محلل DBC.

source: Invalid DBC file.
ar: ملف DBC غير صالح.

source: Unknown error,
ar: خطأ غير معروف،

source: Sheets:
ar: الأوراق:

source: Invalid region specified.
ar: تم تحديد منطقة غير صالحة.

source: Device doesn't exist.
ar: الجهاز غير موجود.

source: User doesn't have enough permissions to open the device.
ar: ليس للمستخدم صلاحيات كافية لفتح الجهاز.

source: Device already opened.
ar: الجهاز مفتوح بالفعل.

source: Device is not open.
ar: الجهاز ليس مفتوحًا.

source: Failed to read data.
ar: فشل قراءة البيانات.

source: Device not available.
ar: الجهاز غير متاح.

source: Timeout occurred.
ar: وقع انتهاء مهلة.

source: The following error occurred: %1.
ar: حدث الخطأ التالي: %1.

source: Serial Port Error
ar: خطأ المنفذ التسلسلي

source: Plot data
ar: ارسم البيانات

source: Plot%1
ar: ارسم%1

source: legend
ar: مفتاح

source: %1: Import from %2
ar: %1: استورد من %2

source: Programming constants
ar: ثوابت البرمجة

source: Mathematical constants
ar: الثوابت الرياضية

source: Fundamental constants
ar: الثوابت الأساسية

source: Astronomy and Astrophysics
ar: الفلك والفيزياء الفلكية

source: Atomic and Nuclear Physics
ar: الفيزياء الذرية والنووية

source: Measurement of Time
ar: قياس الوقت

source: Imperial Units
ar: وحدات إمبراطورية

source: Speed and Nautical Units
ar: وحدات السرعة والبحرية

source: Printers Units
ar: وحدات الطباعة

source: Volume, Area and Length
ar: الحجم والمساحة والطول

source: Mass and Weight
ar: الكتلة والوزن

source: Thermal Energy and Power
ar: الطاقة الحرارية والطاقة

source: Pressure
ar: الضغط

source: Viscosity
ar: اللزوجة

source: Light and Illumination
ar: الضوء والإضاءة

source: Radioactivity
ar: النشاط الإشعاعي

source: Force and Energy
ar: القوة والطاقة

source: Unknown Constant
ar: ثابت غير معروف

source: Base of exponentials
ar: أسس الأسّيّات

source: Pi
ar: باي

source: Euler's constant
ar: ثابتة أويلر-ماسكيروني

source: Not a number
ar: ليس عدداً

source: Speed of light
ar: سرعة الضوء

source: Vacuum permeability
ar: نفاذية الفراغ

source: Vacuum permittivity
ar: سماحية الفراغ

source: Planck constant
ar: ثابت بلانك

source: Reduced Planck constant
ar: ثابت بلانك المصغَّر

source: Avogadro constant
ar: ثابت أفوجادرو

source: Faraday
ar: فاراداي

source: Boltzmann constant
ar: ثابت بولتزمان

source: Molar gas
ar: الغاز المولاري

source: Standard gas volume
ar: حجم الغاز القياسي

source: Stefan-Boltzmann constant
ar: ثابت ستيفان-بولتزمان

source: Gauss
ar: غاوس

source: Astronomical unit
ar: وحدة فلكية

source: Gravitational constant
ar: ثابت الجاذبية

source: Light year
ar: سنة ضوئية

source: Parsec
ar: فرسخ فلكي

source: Gravitational acceleration
ar: تسارع الجاذبية

source: Solar mass
ar: كتلة شمسية

source: Charge of the electron
ar: شحنة الإلكترون

source: Energy of 1 electron volt
ar: طاقة 1 إلكترون فولت

source: Unified atomic mass
ar: الكتلة الذرية الموحّدة

source: Mass of the electron
ar: كتلة الإلكترون

source: Mass of the muon
ar: كتلة الميون

source: Mass of the proton
ar: كتلة البروتون

source: Mass of the neutron
ar: كتلة النيوترون

source: Electromagnetic fine structure constant
ar: ثابت البنية الدقيقة الكهرومغناطيسية

source: Rydberg constant
ar: ثابت ريدبرغ

source: Bohr radius
ar: نصف قطر بور

source: Length of 1 angstrom
ar: طول 1 أنغستروم

source: Area of 1 barn
ar: مساحة 1 بارن

source: Bohr Magneton
ar: مغنطون بور

source: Nuclear Magneton
ar: مغنطون نووي

source: Magnetic moment of the electron [absolute value]
ar: العزم المغناطيسي للإلكترون [قيمة مطلقة]

source: Magnetic moment of the proton
ar: العزم المغناطيسي للبروتون

source: Thomson cross section
ar: المقطع العرضي لتومسون

source: Electric dipole moment of 1 Debye
ar: عزم ثنائي القطب الكهربائي لـ 1 ديباي

source: Number of seconds in 1 minute
ar: عدد الثواني في 1 دقيقة

source: Number of seconds in 1 hour
ar: عدد الثواني في 1 ساعة

source: Number of seconds in 1 day
ar: عدد الثواني في 1 يوم

source: Number of seconds in 1 week
ar: عدد الثواني في 1 أسبوع

source: Length of 1 inch
ar: طول 1 إنش

source: Length of 1 foot
ar: طول 1 قدم

source: Length of 1 yard
ar: طول 1 ياردة

source: Length of 1 mile
ar: طول 1 ميل

source: Length of 1/1000th of an inch
ar: طول 1/1000 من إنش

source: Speed of 1 kilometer per hour
ar: سرعة 1 كيلومتر في الساعة

source: Speed of 1 mile per hour
ar: سرعة 1 ميل في الساعة

source: Length of 1 nautical mile
ar: طول 1 ميل بحري

source: Length of 1 fathom
ar: طول 1 قامة

source: Speed of 1 knot
ar: سرعة 1 عقدة

source: length of 1 printer's point [1/72 inch]
ar: طول 1 نقطة طابعة [1/72 إنش]

source: length of 1 TeX point [1/72.27 inch]
ar: طول 1 نقطة تخ [1/72.27 إنش]

source: Length of 1 micron
ar: طول 1 ميكرون

source: Area of 1 hectare
ar: مساحة 1 هكتار

source: Area of 1 acre
ar: مساحة 1 فدان

source: Volume of 1 liter
ar: حجم 1 لتر

source: Volume of 1 US gallon
ar: حجم 1 غالون أمريكي

source: Volume of 1 Canadian gallon
ar: حجم 1 غالون كندي

source: Volume of 1 UK gallon
ar: حجم 1 غالون بريطاني

source: Volume of 1 quart
ar: حجم 1 كوارت

source: Volume of 1 pint
ar: حجم 1 باينت

source: Mass of 1 pound
ar: كتلة 1 رطل

source: Mass of 1 ounce
ar: كتلة 1 أوقية

source: Mass of 1 ton
ar: كتلة 1 طن

source: Mass of 1 metric ton [1000 kg]
ar: كتلة 1 طن متري [1000 كغ]

source: Mass of 1 UK ton
ar: كتلة 1 طن بريطاني

source: Mass of 1 troy ounce
ar: كتلة 1 أوقية طروادة

source: Mass of 1 carat
ar: كتلة 1 قيراط

source: Force of 1 gram weight
ar: قوة 1 غرام ثقلي

source: Force of 1 pound weight
ar: قوة 1 رطل ثقلي

source: Force of 1 kilopound weight
ar: قوة 1 كيلورطل ثقلي

source: Force of 1 poundal
ar: قوة 1 باوندال

source: Energy of 1 calorie
ar: طاقة 1 كالوري

source: Energy of 1 British Thermal Unit
ar: طاقة 1 وحدة حرارية بريطانية

source: Energy of 1 Therm
ar: طاقة 1 ثيرم

source: Power of 1 horsepower
ar: طاقة 1 حصان

source: Pressure of 1 bar
ar: ضغط 1 بار

source: Pressure of 1 standard atmosphere
ar: ضغط 1 ضغط جوي قياسي

source: Pressure of 1 torr
ar: ضغط 1 تور

source: Pressure of 1 meter of mercury
ar: ضغط 1 متر زئبقي

source: Pressure of 1 inch of mercury
ar: ضغط 1 إنش زئبقي

source: Pressure of 1 inch of water
ar: ضغط 1 إنش ماء

source: Pressure of 1 pound per square inch
ar: ضغط 1 رطل لكل إنش مربع

source: Dynamic viscosity of 1 poise
ar: لزوجة حركية 1 بواز

source: Kinematic viscosity of 1 stokes
ar: لزوجة حركية 1 ستوكس

source: Luminance of 1 stilb
ar: سطوع 1 ستيلب

source: Luminous flux of 1 lumen
ar: تدفق ضوئي 1 لومن

source: Illuminance of 1 lux
ar: استضاءة 1 لكس

source: Illuminance of 1 phot
ar: استضاءة 1 فوت

source: Illuminance of 1 footcandle
ar: استضاءة 1 قدم-شمعة

source: Luminance of 1 lambert
ar: سطوع 1 لامبرت

source: Luminance of 1 footlambert
ar: سطوع 1 قدم-لامبرت

source: Activity of 1 curie
ar: نشاط 1 كوري

source: Exposure of 1 roentgen
ar: تعرض 1 رونتغن

source: Absorbed dose of 1 rad
ar: جرعة ممتصة 1 راد

source: SI unit of force
ar: وحدة SI للقوة

source: Force of 1 Dyne
ar: قوة 1 داين

source: SI unit of energy
ar: وحدة SI للطاقة

source: Energy 1 erg
ar: طاقة 1 إرغ

source: Success
ar: اكتمل

source: Failure
ar: فشل

source: Iteration has not converged
ar: التكرار لم يتلاقى

source: Input domain error, e.g sqrt(-1)
ar: خطأ نطاق الإدخال، مثال: جذر(-1)

source: Output range error, e.g. exp(1e100)
ar: خطأ نطاق الإخراج، مثال: أس(1e100)

source: Invalid pointer
ar: مؤشر غير صالح

source: Invalid argument supplied
ar: وُفّر مُعامِل غير صالح

source: Generic failure
ar: فشل عام

source: Factorization failed
ar: فشل التحليل إلى عوامل

source: Failed to allocate memory
ar: فشل تخصيص الذاكرة

source: Problem with supplied function
ar: مشكلة مع الدالة الموفرة

source: Iterative process is out of control
ar: العملية التكرارية خارج السيطرة

source: Exceeded max number of iterations
ar: تجاوز العدد الأقصى للتكرارات

source: Tried to divide by zero
ar: حاول القسمة على صفر

source: Invalid tolerance specified
ar: حُدِّدت سماحية غير صالحة

source: Failed to reach the specified tolerance
ar: فشل الوصول إلى السماحية المحددة

source: Underflow
ar: فيض سفلي

source: Overflow
ar: فائض

source: Loss of accuracy
ar: فقدان الدقة

source: Failed because of roundoff error
ar: فشل بسبب خطأ التقريب

source: Matrix, vector lengths are not conformant
ar: أطوال المصفوفة والمتجه غير متوافقة

source: Matrix not square
ar: المصفوفة ليست مربعة

source: Apparent singularity detected
ar: اكتشف تفرّد واضح

source: Integral or series is divergent
ar: التكامل أو المتسلسلة تتباعد

source: Requested feature is not supported by the hardware
ar: الميزة المطلوبة غير مدعومة بالعتاد

source: Requested feature not (yet) implemented
ar: الميزة المطلوبة لم تنفّذ (بعد)

source: Cache limit exceeded
ar: تجاوز حد الخبيئة

source: Table limit exceeded
ar: تجاوز حد الجدول

source: Iteration is not making progress towards solution
ar: التكرار لا يحرز تقدماً نحو الحل

source: Jacobian evaluations are not improving the solution
ar: تقييمات جاكوبي لا تحسّن الحل

source: Cannot reach the specified tolerance in F
ar: غير قادر على الوصول إلى السماحية المحددة في F

source: Cannot reach the specified tolerance in X
ar: غير قادر على الوصول إلى السماحية المحددة في X

source: Cannot reach the specified tolerance in gradient
ar: غير قادر على الوصول إلى السماحية المحددة في التدرج

source: End of file
ar: نهاية الملف

source: Standard Mathematical Functions
ar: الدوال الرياضية القياسية

source: Comparison Functions
ar: دوال المقارنة

source: Logical Functions
ar: الدوال المنطقية

source: Column Statistics
ar: إحصائيات العمود

source: Moving Statistics
ar: إحصائيات متحركة

source: Airy Functions and Derivatives
ar: دوال مشتقات إيري

source: Bessel Functions
ar: دوال بيسل

source: Clausen Functions
ar: دوال كلاوزن

source: Coulomb Functions
ar: دوال كولوم

source: Dawson Function
ar: دالة داوسون

source: Debye Functions
ar: دوال ديباي

source: Dilogarithm
ar: ثنائي اللوغاريتم

source: Elliptic Integrals
ar: التكاملات الإهليلجية

source: Error Functions and Related Functions
ar: دوال الخطأ والدوال ذات الصلة

source: Error Functions
ar: دوال الخطأ

source: Exponential Functions
ar: الدوال الأسّيّة

source: Exponential Integrals
ar: التكاملات الأسّيّة

source: Fermi-Dirac Function
ar: دالة فيرمي-ديراك

source: Gamma and Beta Functions
ar: دوال غاما وبيتا

source: Gegenbauer Functions
ar: دوال غيغينباور

source: Hermite Polynomials and Functions
ar: متعدّدات الحدود ودوال هيرميت

source: Hypergeometric Functions
ar: الدوال فوق الهندسية

source: Laguerre Functions
ar: دوال لاغوير

source: Lambert W Functions
ar: دوال لامبرت W

source: Legendre Functions and Spherical Harmonics
ar: دوال ليجندر وتوافقيات كروية

source: Logarithm and Related Functions
ar: اللوغاريتم والدوال ذات الصلة

source: Mathieu Functions
ar: دوال ماثيو

source: Power Function
ar: دالة القوة

source: Psi (Digamma) Function
ar: دالة بسّي (ديجاما)

source: Synchrotron Functions
ar: دوال السنكروترون

source: Transport Functions
ar: دوال النقل

source: Trigonometric Functions
ar: دوال مثلثية

source: Zeta Functions
ar: دوال زيتا

source: Random number generator
ar: مولّد الأعداد العشوائية

source: Gaussian Distribution
ar: توزيع غاوسي

source: Exponential Distribution
ar: توزيع أسي

source: Laplace Distribution
ar: توزيع لابلاس

source: Exponential Power Distribution
ar: توزيع القوة الأسّيّة

source: Cauchy Distribution
ar: توزيع كوشي

source: Rayleigh Distribution
ar: توزيع رايلي

source: Landau Distribution
ar: توزيع لانداو

source: Gamma Distribution
ar: توزيع غاما

source: Flat (Uniform) Distribution
ar: توزيع مسطح (منتظم)

source: Lognormal Distribution
ar: توزيع لوغاريتمي طبيعي

source: Chi-squared Distribution
ar: توزيع خي تربيع

source: F-distribution
ar: توزيع أف

source: t-distribution
ar: توزيع t

source: Beta Distribution
ar: توزيع بيتا

source: Logistic Distribution
ar: توزيع لوجستي

source: Pareto Distribution
ar: توزيع باريتو

source: Weibull Distribution
ar: توزيع وايبول

source: Gumbel Distribution
ar: توزيع جومبيل

source: Poisson Distribution
ar: توزيع بواسون

source: Bernoulli Distribution
ar: توزيع برنولي

source: Binomial Distribution
ar: توزيع ثنائي الحدين

source: Pascal Distribution
ar: توزيع باسكال

source: Geometric Distribution
ar: توزيع هندسي

source: Hypergeometric Distribution
ar: توزيع فرط الهندسي

source: Logarithmic Distribution
ar: توزيع لوغاريتمي

source: Triangular Distribution
ar: توزيع مثلثي

source: Unknown Function
ar: دالة غير معروفة

source: Cell (index; variable)
ar: خلية (فهرس؛ متغير)

source: Cell (index; default_value; variable)
ar: خلية (فهرس؛ قيمة مبدئية؛ متغير)

source: Moving Average
ar: المتوسط المتحرك

source: Moving Range
ar: المدى المتحرك

source: Simple Moving Minimum
ar: الحد الأدنى المتحرك البسيط

source: Simple Moving Maximum
ar: الحد الأقصى المتحرك البسيط

source: Simple Moving Average
ar: المتوسط المتحرك البسيط

source: Simple Moving Range
ar: المدى المتحرك البسيط

source: Period sample
ar: عينة الفترة

source: Random sample
ar: عينة عشوائية

source: Current column cell (index)
ar: خلية العمود الحالي (فهرس)

source: Current column cell (index; default_value)
ar: خلية العمود الحالي (فهرس؛ قيمة مبدئية)

source: Size
ar: الحجم

source: Sum
ar: المجموع

source: Minimum
ar: الحد الأدنى

source: Maximum
ar: الحد الأعلى

source: Arithmetic mean
ar: متوسط حسابي

source: Median
ar: متوسط

source: Standard deviation
ar: انحراف معياري

source: Variance
ar: تباين

source: Geometric mean
ar: متوسط هندسي

source: Harmonic mean
ar: متوسط توافقي

source: Contraharmonic mean
ar: المتوسط التوافقي العكسي

source: Mode
ar: الوضع

source: First quartile
ar: الربيع الأول

source: Third quartile
ar: الربيع الثالث

source: Interquartile range
ar: المدى الربيعي

source: 1st percentile
ar: المئين الأول

source: 5th percentile
ar: المئين الخامس

source: 10th percentile
ar: المئين العاشر

source: 90th percentile
ar: المئين التسعون

source: 95th percentile
ar: المئين الخامس والتسعون

source: 99th percentile
ar: المئين التاسع والتسعون

source: Trimean
ar: المتوسط ثلاثي الحدود

source: Mean absolute deviation
ar: متوسط الانحراف المطلق

source: Mean absolute deviation around median
ar: متوسط الانحراف المطلق حول الوسيط

source: Median absolute deviation
ar: انحراف وسيط مطلق

source: Skewness
ar: تجانف

source: Kurtosis
ar: تفرطح

source: Entropy
ar: إنتروبيا

source: Quantile
ar: كسر كمي

source: Percentile
ar: المئين

source: pseudo-random integer [0, RAND_MAX]
ar: عدد صحيح شبه عشوائي [0، الحد الأقصى للعشوائية]

source: nonlinear additive feedback rng [0, RAND_MAX]
ar: مولد أرقام عشوائية بتغذية راجعة غير خطية مضافة [0، الحد الأقصى للعشوائية]

source: nonlinear additive feedback rng [0, 1]
ar: مولد أرقام عشوائية بتغذية راجعة غير خطية مضافة [0، 1]

source: Smallest integral value not less
ar: أصغر قيمة عدد صحيح ليست أقل

source: Absolute value
ar: قيمة مطلقة

source: Base 10 logarithm
ar: اللوغاريتم العشري

source: Power function [x^y]
ar: دالة القوة [س^ص]

source: Nonnegative square root
ar: الجذر التربيعي غير السالب

source: Sign function
ar: دالة الإشارة

source: Heavyside theta function
ar: دالة هيفسايد ثيتا

source: Harmonic number function
ar: دالة العدد التوافقي

source: Cube root
ar: جذر تكعيبي

source: Extract the exponent
ar: استخرج الأس

source: Round to an integer value
ar: قرِّب إلى قيمة عدد صحيح

source: Round to the nearest integer
ar: قرِّب إلى أقرب عدد صحيح

source: Round to y decimal places
ar: قرِّب إلى ص منزلة عشرية

source: greaterThan
ar: أكبر_من

source: lessThan
ar: أصغر_من

source: greaterEqualThan
ar: أكبر_أو_يساوي

source: lessEqualThan
ar: أصغر_أو_يساوي

source: equal
ar: يساوي

source: equal with epsilon
ar: يساوي مع إبسيلون

source: between with boundaries included
ar: بين مع حدود متضمنة

source: outside with boundaries included
ar: خارج مع حدود متضمنة

source: between with boundaries excluded
ar: بين مع حدود مستبعدة

source: outside with boundaries excluded
ar: خارج مع حدود مستبعدة

source: if(condition; ifTrue; ifFalse)
ar: إذا(شرط؛ إذاصحيح؛ إذاخاطئ)

source: and
ar: و

source: or
ar: أو

source: xor
ar: استثناء

source: not
ar: لا

source: Airy function of the first kind
ar: دالة أيري من النوع الأول

source: Airy function of the second kind
ar: دالة أيري من النوع الثاني

source: Scaled Airy function of the first kind
ar: دالة أيري المُعدَّلة من النوع الأول

source: Scaled Airy function of the second kind
ar: دالة أيري المُعدَّلة من النوع الثاني

source: Airy function derivative of the first kind
ar: مشتقة دالة أيري من النوع الأول

source: Airy function derivative of the second kind
ar: مشتقة دالة أيري من النوع الثاني

source: Scaled Airy function derivative of the first kind
ar: مشتقة دالة أيري المُعدَّلة من النوع الأول

source: Scaled Airy function derivative of the second kind
ar: مشتقة دالة أيري المُعدَّلة من النوع الثاني

source: n-th zero of the Airy function of the first kind
ar: الصفر النوني لدالة أيري من النوع الأول

source: n-th zero of the Airy function of the second kind
ar: الصفر النوني لدالة أيري من النوع الثاني

source: n-th zero of the Airy function derivative of the first kind
ar: الصفر النوني لمشتقة دالة أيري من النوع الأول

source: n-th zero of the Airy function derivative of the second kind
ar: الصفر النوني لمشتقة دالة أيري من النوع الثاني

source: Regular cylindrical Bessel function of zeroth order
ar: دالة بيسل الأسطوانية المنتظمة من الرتبة الصفرية

source: Regular cylindrical Bessel function of first order
ar: دالة بيسل الأسطوانية المنتظمة من الرتبة الأولى

source: Regular cylindrical Bessel function of order n
ar: دالة بيسل الأسطوانية المنتظمة من الرتبة ن

source: Irregular cylindrical Bessel function of zeroth order
ar: دالة بيسل الأسطوانية غير المنتظمة من الرتبة الصفرية

source: Irregular cylindrical Bessel function of first order
ar: دالة بيسل الأسطوانية غير المنتظمة من الرتبة الأولى

source: Irregular cylindrical Bessel function of order n
ar: دالة بيسل الأسطوانية غير المنتظمة من الرتبة ن

source: Regular modified cylindrical Bessel function of zeroth order
ar: دالة بيسل الأسطوانية المعدلة المنتظمة من الرتبة الصفرية

source: Regular modified cylindrical Bessel function of first order
ar: دالة بيسل الأسطوانية المعدلة المنتظمة من الرتبة الأولى

source: Regular modified cylindrical Bessel function of order n
ar: دالة بيسل الأسطوانية المعدلة المنتظمة من الرتبة ن

source: Scaled regular modified cylindrical Bessel function of zeroth order exp(-|x|) I0(x)
ar: دالة بيسل الأسطوانية المعدلة المنتظمة والمُعدَّلة من الرتبة الصفرية exp(-|x|) I0(x)

source: Scaled regular modified cylindrical Bessel function of first order exp(-|x|) I1(x)
ar: دالة بيسل الأسطوانية المعدلة المنتظمة والمُعدَّلة من الرتبة الأولى exp(-|x|) I1(x)

source: Scaled regular modified cylindrical Bessel function of order n exp(-|x|) In(x)
ar: دالة بيسل الأسطوانية المعدلة المنتظمة والمُعدَّلة من الرتبة ن exp(-|x|) In(x)

source: Irregular modified cylindrical Bessel function of zeroth order
ar: دالة بيسل الأسطوانية المعدلة غير المنتظمة من الرتبة الصفرية

source: Irregular modified cylindrical Bessel function of first order
ar: دالة بيسل الأسطوانية المعدلة غير المنتظمة من الرتبة الأولى

source: Irregular modified cylindrical Bessel function of order n
ar: دالة بيسل الأسطوانية المعدلة غير المنتظمة من الرتبة ن

source: Scaled irregular modified cylindrical Bessel function of zeroth order exp(x) K0(x)
ar: دالة بيسل الأسطوانية المعدلة غير المنتظمة والمُعدَّلة من الرتبة الصفرية exp(x) K0(x)

source: Scaled irregular modified cylindrical Bessel function of first order exp(x) K1(x)
ar: دالة بيسل الأسطوانية المعدلة غير المنتظمة والمُعدَّلة من الرتبة الأولى exp(x) K1(x)

source: Scaled irregular modified cylindrical Bessel function of order n exp(x) Kn(x)
ar: دالة بيسل الأسطوانية المعدلة غير المنتظمة والمُعدَّلة من الرتبة ن exp(x) Kn(x)

source: Regular spherical Bessel function of zeroth order
ar: دالة بيسل الكروية المنتظمة من الرتبة الصفرية

source: Regular spherical Bessel function of first order
ar: دالة بيسل الكروية المنتظمة من الرتبة الأولى

source: Regular spherical Bessel function of second order
ar: دالة بيسل الكروية المنتظمة من الرتبة الثانية

source: Regular spherical Bessel function of order l
ar: دالة بيسل الكروية المنتظمة من الرتبة ل

source: Irregular spherical Bessel function of zeroth order
ar: دالة بيسل الكروية غير المنتظمة من الرتبة الصفرية

source: Irregular spherical Bessel function of first order
ar: دالة بيسل الكروية غير المنتظمة من الرتبة الأولى

source: Irregular spherical Bessel function of second order
ar: دالة بيسل الكروية غير المنتظمة من الرتبة الثانية
