Repository: KDE/labplot
Catalog: po/*/labplot.po
Languages: ar

source: If enabled, uses the smallest odd integer greater than 1.5 * "Period" / (1 - 1.5 / "Seasonal Length").
ar: إن جرى التمكين، يستخدِم أصغر عدد صحيح فردي أكبر من 1.5 * «الفترة» / (1 - 1.5 / «الطول الموسمي»).

source: Length of the low-pass filter, must be odd and at least 3.
ar: طول مرشح التمرير المنخفض، يجب أن يكون فرديًا و 3 على الأقل.

source: If enabled, uses the smallest odd integer greater than "Period".
ar: إن جرى التمكين، يستخدِم أصغر عدد صحيح فردي أكبر من «الفترة».

source: 0 - Constant
ar: 0 - ثابت

source: 1 - Constant and Trend
ar: 1 - ثابت واتجاه

source: The degree of locally-fitted polynomial for the seasonal component.
ar: درجة كثير الحدود الملائم محليًا للمكوِّن الموسمي.

source: The degree of locally-fitted polynomial for the trend component.
ar: درجة كثير الحدود الملائم محليًا لمكوِّن الاتجاه.

source: The degree of locally-fitted polynomial for the low-pass component.
ar: درجة كثير الحدود الملائم محليًا لمكوِّن التمرير المنخفض.

source: The number of jumps to include in the seasonal component.
ar: عدد القفزات المضمَّنة في المكوِّن الموسمي.

source: If enabled, uses "Seasonal Length" / 10.
ar: إن جرى التمكين، يستخدِم «الطول الموسمي» / 10.

source: The number of jumps to include in the trend component.
ar: عدد القفزات المضمَّنة في مكوِّن الاتجاه.

source: If enabled, uses "Trend Length" / 10.
ar: إن جرى التمكين، يستخدِم «طول الاتجاه» / 10.

source: The number of jumps to include in the low-pass component.
ar: عدد القفزات المضمَّنة في مكوِّن التمرير المنخفض.

source: If enabled, uses "Low-Pass Length" / 10.
ar: إن جرى التمكين، يستخدِم «طول التمرير المنخفض» / 10.

source: Periods of the seasonal components, coma-separated values. Examples:<ul><li>24, 168 - for hourly data with daily (24h) and weekly (7 * 24h = 168h) seasonality</li><li>7, 365 - for daily data with weekly (7 days) and yearly (365 days) seasonality</li></ul>
ar: فترات المكوِّنات الموسمية، قيم مفصولة بفواصل. أمثلة:<ul><li>24، 168 - للبيانات الساعية ذات الموسمية اليومية (24 ساعة) والأسبوعية (7 * 24 ساعة = 168 ساعة)</li><li>7، 365 - للبيانات اليومية ذات الموسمية الأسبوعية (7 أيام) والسنوية (365 يومًا)</li></ul>

source: The lambda parameter for the Box-Cox transformation applied prior to decomposition.
ar: معامل لامدا لتحويل بوكس-كوكس المطبَّق قبل فك التعمية.

source: Number of iterations used to refine the seasonal component.
ar: عدد التكرارات المستخدَمة لتنقيح المكوِّن الموسمي.

source: %1 seasonal decompositions: template "%2" loaded
ar: %1 فكّ تعمية موسمي: قالب "%2" جرى تحميله

source: Enable linking to synchronize the number of rows with another spreadsheet
ar: فَعل الربط لمزامنة عدد الصفوف مع جدول بيانات آخر

source: Spreadsheet to synchronize the number of rows with
ar: جدول البيانات لمزامنة عدد الصفوف معه

source: Show Columns Statistics Spreadsheet
ar: اعرض جدول بيانات إحصاءات الأعمدة

source: %1 spreadsheets: template "%2" loaded
ar: %1 جداول بيانات: قالب "%2" حُمل

source: Portrait
ar: طولي

source: Landscape
ar: عرضي

source: View Size
ar: حجم العرض

source: Standard Page
ar: صفحة قياسية

source: If checked, rescale the content of the worksheet on size changes. Otherwise resize the canvas only.
ar: إذا حُدد هذا، فأَعِد تحجيم محتوى ورقة العمل عند تغيير الحجم. وإلا، فَغَيِر حجم اللوحة فقط.

source: %1 worksheets: template "%2" loaded
ar: %1 أوراق عمل: قالب "%2" حُمل

source: status: %1
ar: الحالة: %1

source: calculation time: %1 s
ar: وقت الحساب: %1 ث

source: calculation time: %1 ms
ar: وقت الحساب: %1 ميلي ثانية

source: Click this button or press Shift+Enter to recalculate the result.
ar: اِنقر على هذا الزر أو اِضغط على Shift+Enter لإعادة حساب النتيجة.

source: XY-Curve
ar: منحنى س-ص

source: Method used to calculate the baseline correction:<ul><li>arPLS - asymmetrically reweighted penalized least square method.</li><li>Minimum - subtract the minimum of the data.</li><li>Maximum - subtract the maximum of the data.</li><li>Mean - subtract the mean of the data.</li><li>Median - subtract the median of the data.</li><li>End Points - do a linear interpolation using first and last point and subtract it.</li><li>Linear Regression - do a linear regression to the data and subtract it.</li></ul>
ar: الطريقة المستخدمة لحساب تصحيح خط الأساس:<ul><li>arPLS - طريقة أقل المربعات المعاقبة المعاد ترجيحها بشكل غير متماثل.</li><li>الحد الأدنى - طرح الحد الأدنى من البيانات.</li><li>الحد الأقصى - طرح الحد الأقصى من البيانات.</li><li>المتوسط - طرح متوسط البيانات.</li><li>الوسيط - طرح الوسيط من البيانات.</li><li>نقاط النهاية - إجراء استيفاء خطي باستخدام النقطة الأولى والأخيرة وطرحها.</li><li>الانحدار الخطي - إجراء انحدار خطي للبيانات وطرحها.</li></ul>

source: Smoothness parameter - the larger the value the smoother the resulting background.
ar: مُعامِل السلاسة - كلّما زادت القيمة، زادت سلاسة الخلفيّة النّاتجة.

source: Weighting termination ratio - value between 0 and 1, smaller values allow less negative values.
ar: نسبة إنهاء الترجيح - قيمة بين 0 و 1، القيم الأصغر تسمح بقيم سلبيّة أقلّ.

source: Number of iterations to perform.
ar: عدد التكرارات اللازمة للإجراء.

source: Baseline correction status: %1
ar: حالة تصحيح خط الأساس: %1

source: or Kernel/Size:
ar: أو النواة/الحجم:

source: with Kernel/Size:
ar: مع النواة/الحجم:

source: Deconvolution
ar: إزالة الطي

source: Convolution status: %1
ar: حالة الالتفاف: %1

source: Deconvolution status: %1
ar: حالة فك الالتفاف: %1

source: Correlation status: %1
ar: حالة الارتباط: %1

source: Horiz. Start
ar: بداية أفقي

source: Vert. Start
ar: بداية رأسي

source: Horiz. Midpoint
ar: نقطة المنتصف الأفقية

source: Vert. Midpoint
ar: نقطة المنتصف الرأسية

source: 2-segments
ar: 2-قطعة

source: 3-segments
ar: 3-قطع

source: Akima-spline (Natural)
ar: أكيما-سبلاين (طبيعي)

source: Akima-spline (Periodic)
ar: أكيما-سبلاين (دوري)

source: No Values
ar: لا توجد قيم

source: Custom Column
ar: عمود مخصص

source: Above
ar: أعلى

source: Below
ar: أسفل

source: If checked, connect neighbour points with lines even if there are gaps (invalid or masked values) between them
ar: إذا حُدد هذا، فوَصِل النقاط المجاورة بخطوط حتى لو وجدت فجوات (قيم غير صالحة أو مُخفاة) بينها

source: If checked, connect data points only for strictly increasing values of X
ar: إذا حُدد هذا، فوَصِل نقاط البيانات فقط للقيم المتزايدة بشكل صارم لـ X

source: Differentiation status: %1
ar: حالة التفاضل: %1

source: Cartesian
ar: ديكارتي

source: Polar
ar: قطبي

source: x, min
ar: س، دنيا

source: x, max
ar: س، قصوى

source: φ, min
ar: φ، الحد الأدنى

source: φ, max
ar: φ، الحد الأقصى

source: t, min
ar: t، الحد الأدنى

source: t, max
ar: t، الحد الأقصى

source: No X and Y column specified!
ar: لم يُحدد عمود X و Y!

source: No X column specified!
ar: لم يُحدد عمود X!

source: No Y column specified!
ar: لم يُحدد عمود Y!

source: No Y data available!
ar: لا توجد بيانات Y متاحة!

source: t statistic
ar: إحصائية t

source: Curve:
ar: منحنى:

source: Histogram:
ar: المخطّط الدّرجيّ:

source: Model:
ar: الطّراز:

source: Description:
ar: الوصف:

source: User defined model
ar: نموذج يُحدد من قبل المستخدم

source: Degree:
ar: الدرجة:

source: Number of peaks:
ar: عدد القمم:

# Curve fitting
source: Fit status: %1
ar: حالة الملاءمة: %1

source: No data source available!
ar: لا يوجد مصدر بيانات متاح!

source: %1 % lower confidence level
ar: %1 % مستوى ثقة أدنى

source: %1 % upper confidence level
ar: %1 % مستوى ثقة أعلى

source: Cutoff:
ar: حد القطع:

source: Lower cutoff:
ar: القطع الأدنى:

source: Upper cutoff:
ar: القطع الأعلى:

# @label:spinbox Suffix for the frequency
source: %v Hz
ar: %v هرتز

source: The band width is <= 0 since lower cutoff value is not smaller than upper cutoff value. Please fix this.
ar: عرض النطاق هو <= 0 لأن قيمة القطع الأدنى ليست أصغر من قيمة القطع الأعلى. رجاءً أَصلِح هذا.

source: band width <= 0
ar: عرض النطاق <= 0

source: Fourier-Filter status: %1
ar: حالة مرشح فورييه: %1

source: Fourier transformation status: %1
ar: حالة تحويل فورييه: %1

source: The curve "%1" is not available anymore. It will be automatically used once it is created again.
ar: المنحنى "%1" لم يعد متاحًا. سيُستخدم آليًا عندما يُنشأ مرة أخرى.

source: Hilbert transformation status: %1
ar: حالة تحويل هيلبرت: %1

source: Integration status: %1
ar: حالة التكامل: %1

source: value: %1
ar: القيمة: %1

source: Auto (5x data points)
ar: آلي (5x نقاط بيانات)

source: Multiple of data points
ar: مضاعف لنقاط البيانات

source: The number of the interpolation points should be bigger than the total number of points in the data source.
ar: يجب أن يكون عدد نقاط الاستيفاء أكبر من العدد الإجمالي للنقاط في مصدر البيانات.

source: Interpolation status: %1
ar: حالة الاستيفاء: %1

source: This method is much slower than any other
ar: هذه الطريقة أبطأ بكثير من أي طريقة أخرى

source: Method to simplify the line:<ul><li>Douglas-Peucker - recursively divides the line and retains only those points that deviate more than a specified threshold from the line segment between the start and end points.</li><li>Visvalingam-Whyatt - iteratively removes the point that contributes the least effective area to the polygon's shape until a desired number of points or area threshold is reached.</li><li>Perpendicular Distance - measures the perpendicular distance of each point from a reference line and retains only those exceeding a threshold.</li><li>n-th Point - keeps every n-th point only.</li><li>Radial Distance - measures the distance of each point from the previous retained point and retains only those exceeding a threshold.</li><li>Interpolation.</li><li>Opheim - uses both distance and angular tolerance to simplify lines. It retains points only if they fall outside a specified distance and angular threshold from the previous retained point.</li><li>Lang - retaines points that are at least a specified distance apart and ensuring no point deviates more than a set tolerance from the simplified line.</li></ul>
ar: طريقة تبسيط الخط:<ul><li>دوغلاس-بوكر (Douglas-Peucker) - تقسّم الخط تكراريًا وتحتفظ فقط بالنقاط التي تنحرف أكثر من عتبة محددة عن مقطع الخط بين نقطتي البداية والنهاية.</li><li>فيسفالينغام-وايت (Visvalingam-Whyatt) - تزيل بشكل متكرر النقطة التي تساهم بأقل مساحة فعالة في شكل المضلع حتى يتم الوصول إلى عدد مرغوب من النقاط أو عتبة للمساحة.</li><li>المسافة العمودية - تقيس المسافة العمودية لكل نقطة عن خط مرجعي وتحتفظ فقط بالنقاط التي تتجاوز عتبة.</li><li>النقطة ن (n-th Point) - تبقي على كل نقطة ن فقط.</li><li>المسافة القطرية - تقيس مسافة كل نقطة عن النقطة المحتفظ بها السابقة وتحتفظ فقط بالنقاط التي تتجاوز عتبة.</li><li>الاستيفاء.</li><li>أوفايم (Opheim) - تستخدم كل من التسامح للمسافة والزاوية لتبسيط الخطوط. وتحتفظ بالنقاط فقط إذا سقطت خارج مسافة محددة وعتبة زاوية من النقطة المحتفظ بها السابقة.</li><li>لانغ (Lang) - تحتفظ بالنقاط التي تفصل بينها مسافة محددة على الأقل وتضمن أن لا تنحرف أي نقطة أكثر من تسامح معين عن الخط المبسّط.</li></ul>

source: Tolerance (distance):
ar: التفاوت (المسافة):

source: Maximum perpendicular distance from the connecting line segment
ar: أقصى مسافة عمودية عن مقطع الخط الواصل

source: Maximum radial distance from the previous retained point
ar: أقصى مسافة قطرية عن النقطة المحتفظ بها السابقة

source: Maximum perpendicular distance from the line segment
ar: أقصى مسافة عمودية عن مقطع الخط

source: Number of points:
ar: عدد النقاط:

source: Target number of points in the simplified line
ar: العدد المستهدف للنقاط في الخط المبسّط

source: Step size:
ar: حجم الخطوة:

source: Keep every n-th point (n is the step size)
ar: احتفظ بكل نقطة ن (ن هي حجم الخطوة)

source: Repeats:
ar: يتكرّر:

source: Maximum perpendicular distance from the reference line
ar: أقصى مسافة عمودية عن الخط المرجعي

source: Number of iterations to apply the simplification
ar: عدد التكرارات لتطبيق التبسيط

source: Tolerance (area):
ar: التفاوت (المساحة):

source: Minimum area contribution threshold for retaining points
ar: الحد الأدنى لعتبة المساهمة في المساحة للاحتفاظ بالنقاط

source: Minimum tolerance:
ar: الحد الأدنى للتفاوت:

source: Maximum tolerance:
ar: الحد الأقصى للتفاوت:

source: Minimum distance threshold from retained point
ar: الحد الأدنى لعتبة المسافة عن النقطة المحتفظ بها

source: Maximum distance threshold from retained point
ar: الحد الأقصى لعتبة المسافة عن النقطة المحتفظ بها

source: Search region:
ar: منطقة البحث:

source: Minimum point spacing distance
ar: الحد الأدنى لمسافة تباعد النقاط

source: Search region size in units of points
ar: حجم منطقة البحث بوحدات من النقاط

source: Status: %1
ar: الحالة: %1

source: number of points: %1
ar: عدد النقاط: %1

source: positional squared error: %1
ar: الخطأ التربيعي الموضعي: %1

source: area error: %1
ar: خطأ المساحة: %1

source: Smoothing status: %1
ar: حالة التنعيم: %1

# @title:window
source: Example Projects
ar: مشاريع مثال

source: Couldn't open the examples collections file %1. Please check your installation.
ar: لا أستطيع فتح ملف مجموعات الأمثلة %1. رجاءً اِفحص تثبيتك.

# @title:window
source: Properties
ar: الخصائص

# @title:window
source: Properties: Spreadsheet
ar: الخصائص: جدول بيانات

# @title:window
source: Properties: Column Statistics
ar: الخصائص: إحصائيات العمود

# @title:window %1 is a Cantor backend
source: %1 Worksheet
ar: ورقة العمل %1

# @title:window
source: Properties: Column
ar: الخصائص: عمود

# @title:window
source: Properties: Matrix
ar: الخصائص: مصفوفة

# @title:window
source: Properties: Worksheet
ar: الخصائص: ورقة عمل

# @title:window
source: Properties: Plot Area
ar: الخصائص: منطقة الرسم البياني

# @title:window
source: Properties: Legend
ar: الخصائص: دليل الألوان

# @title:window
source: Properties: Axis
ar: الخصائص: محور

# @title:window
source: Properties: XY-Curve
ar: الخصائص: منحنى س-ص

# @title:window
source: Properties: XY-Equation
ar: الخصائص: معادلة س-ص

# @title:window
source: Properties: Function Curve
ar: الخصائص: منحنى الدالة

# @title:window
source: Properties: Line Simplification
ar: الخصائص: تبسيط الخط

# @title:window
source: Properties: Differentiation
ar: الخصائص: تفاضل

# @title:window
source: Properties: Integration
ar: الخصائص: تكامل

# @title:window
source: Properties: Interpolation
ar: الخصائص: استيفاء

# @title:window
source: Properties: Smoothing
ar: الخصائص: تنعيم

# @title:window
source: Properties: Fit
ar: الخصائص: ملاءمة

# @title:window
source: Properties: Fourier Transform
ar: الخصائص: تحويل فورييه

# @title:window
source: Properties: Hilbert Transform
ar: الخصائص: تحويل هيلبرت

# @title:window
source: Properties: Fourier Filter
ar: الخصائص: مرشح فورييه

# @title:window
source: Properties: Convolution/Deconvolution
ar: الخصائص: الالتفاف/فك الالتفاف

# @title:window
source: Properties: Baseline Correction
ar: الخصائص: تصحيح خط الأساس

# @title:window
source: Properties: Auto-/Cross-Correlation
ar: الخصائص: الارتباط الذاتي/المتقاطع

# @title:window
source: Properties: Histogram
ar: الخصائص: مدرج تكراري

# @title:window
source: Properties: Bar Plot
ar: الخصائص: رسم بياني شريطي

# @title:window
source: Properties: Lollipop Plot
ar: الخصائص: رسم بياني مصاصة

# @title:window
source: Properties: Box Plot
ar: الخصائص: رسم بياني صندوقي

# @title:window
source: KDE Plot
ar: رسم بياني KDE

# @title:window
source: Q-Q Plot
ar: رسم بياني Q-Q

# @title:window
source: Process Behavior Chart
ar: مخطط سلوك العملية

# @title:window
source: Run Chart
ar: مخطط الجريان

# @title:window
source: Properties: Text Label
ar: الخصائص: لصيقة نصية

# @title:window
source: Properties: Image
ar: الخصائص: صورة

# @title:window
source: Properties: Custom Point
ar: الخصائص: نقطة مخصصة

# @title:window
source: Properties: Reference Line
ar: الخصائص: خط مرجعي

# @title:window
source: Reference Range
ar: نطاق مرجعي

# @title:window
source: Properties: Datapicker Curve
ar: الخصائص: منحنى منتقي البيانات

# @title:window
source: Properties: Data Extractor
ar: الخصائص: مستخرج البيانات

# @title:window
source: Properties: Hypothesis Test
ar: خصائص: اختبار الفرضية

# @title:window
source: Properties: Seasonal Decomposition
ar: الخصائص: فك التعمية الموسمي

# @title:window
source: Properties: Project
ar: الخصائص: مشروع

# @title:window %1 is a Cantor backend
source: %1 Notebook
ar: دفتر %1

# @title:window
source: Properties: Notebook
ar: خصائص: كُرّاس

# @title:window
source: Properties: Notes
ar: خصائص: مُدوّنات

# @title:window
source: Properties: Info Element
ar: خصائص: عنصر معلومة

# @title:window
source: Properties: MQTT Data Source
ar: خصائص: مصدر بيانات MQTT

# @title:window
source: Properties: Live Data Source
ar: خصائص: مصدر بيانات حيّ

# @title:window
source: Properties: Folder
ar: خصائص: مجلّد

# @title:window
source: Properties: Workbook
ar: خصائص: مُصنَّف

# @title:window
source: Properties: Script
ar: خصائص: سكربت

source: No Line
ar: بلا خطّ

source: Solid Line
ar: خط متصل

source: Dash Line
ar: خطّ متقطّع

source: Dot Line
ar: خطّ مُنقَّط

source: Dash-dot Line
ar: خط من نقط - شرط

source: Dash-dot-dot Line
ar: خط من شرطة - نقطة - نقطة

source: Uniform
ar: زي موحد

source: Extremely Dense
ar: كثيف للغاية

source: Very Dense
ar: كثيف جدًّا

source: Somewhat Dense
ar: كثيف نوعًا ما

source: Half Dense
ar: نصف كثيف

source: Somewhat Sparse
ar: خفيف نوعًا ما

source: Very Sparse
ar: خفيف جدًّا

source: Extremely Sparse
ar: خفيف للغاية

source: Horiz. Lines
ar: خطوط أفقيّة

source: Vert. Lines
ar: خطوط عموديّة

source: Crossing Lines
ar: خطوط متقاطعة

source: Backward Diag. Lines
ar: خطوط قطريّة خلفيّة

source: Forward Diag. Lines
ar: خطوط قطريّة أماميّة

source: Crossing Diag. Lines
ar: خطوط قطريّة متقاطعة

source: White
ar: أبيض

source: Black
ar: أسود

source: Dark Red
ar: أحمر داكن

source: Light Red
ar: أحمر فاتح

source: Dark Green
ar: أخضر داكن

source: Light Green
ar: أخضر فاتح

source: Dark Blue
ar: أزرق داكن

source: Light Blue
ar: أزرق خفيف

source: Dark Yellow
ar: أصفر داكن

source: Yellow
ar: أصفر

source: Light Yellow
ar: أصفر فاتح

source: Dark Cyan
ar: سماوي داكن

source: Cyan
ar: سماوي

source: Light Cyan
ar: سماوي داكن

source: Dark Magenta
ar: أرجواني داكن

source: Magenta
ar: أرجواني

source: Light Magenta
ar: أرجواني فاتح

source: Dark Orange
ar: برتقالي داكن

source: Orange
ar: برتقالي

source: Light Orange
ar: برتقالي فاتح

source: Dark Grey
ar: رمادي داكن

source: Grey
ar: رمادي

source: Light Grey
ar: رمادي فاتح

# @title:window
source: Open Image File
ar: افتح صورة

source: Images (%1)
ar: الصور (%1)

source: Select file to load function definition
ar: اِختر ملفًّا لتحميل تعريف الدالّة

source: LabPlot Function Definition
ar: تعريف دالّة LabPlot معمل الرسم

source: Select file to save function definition
ar: اِختر ملفًّا لحفظ تعريف الدالّة

source: Comment:
ar: التعليق:

source: List of all performed steps/actions. Select an item in the list to navigate to the corresponding step.
ar: قائمة بكلّ الخطوات/الإجراءات المنجزة. اِختر عنصرًا من القائمة للانتقال إلى الخطوة الموافقة.

# @title:window
source: Undo/Redo History
ar: سجلّ التراجع/الإعادة

source: &Clear
ar: ام&حُ

source: Clears the undo history. Commands are not undone or redone; the state of the project remains unchanged.
ar: يمحو سجلّ التراجع. الأوامر لا يتراجع عنها أو يعاد إجراؤها؛ يبقى حال المشروع بلا تغيير.

source: Do you really want to clear the undo history?
ar: هل حقًّا تريد محو سجلّ التراجع؟

source: Clear History
ar: امحُ التاريخ

source: LabPlot is a FREE, open-source and cross-platform Data Visualization and Analysis software accessible to everyone.
ar: معمل الرسم هو برنامج مجاني ومفتوح المصدر ومتعدد المنصات لتصور البيانات وتحليلها ويمكن للجميع الوصول إليه.

source: (c) 2007-%1 LabPlot Team
ar: (c) 2007-%1 فريق LabPlot معمل الرسم

# @info:credit
source: Developer
ar: مطوّر

# @info:credit
source: Conceptual work, documentation, example projects
ar: عمل مفاهيميّ، وثائقيّ، أمثلة مشاريع

# @info:credit
source: Icon designer
ar: مصمّم الأيقونات

# @info:credit
source: Help on many questions about the KDE-infrastructure and translation related topics
ar: المساعدة في العديد من الأسئلة حول بُنى KDE التحتيّة والمواضيع المتعلقة بالترجمة

# @info:credit
source: FITS Filter
ar: مرشح FITS

# @info:credit
source: Porting LabPlot to KF5 and Integration with Cantor
ar: نقل LabPlot معمل الرسم إلى KF5 والتكامل مع Cantor

# @info:credit
source: Support import of ROOT (CERN) TH1 histograms
ar: دعم استيراد مُدرَّجات ROOT (CERN) TH1

source: Disable splash screen
ar: عطّل شاشة البداية

source: Start in the presenter mode
ar: اِبدأ بوضعيّة المُقدِّم

source: Open a project file.
ar: اِفتح ملفّ مشروع.

source: Could not open file '%1'. Click 'Continue' to proceed starting or 'Cancel' to exit the application.
ar: لا أستطع فتح الملفّ '%1'. اِنقر 'متابعة' للاستمرار بالبدء أو 'إلغاء' للخروج من التطبيق.

source: Failed to Open
ar: فشل الفتح

source: Project Toolbar
ar: شريط أدوات المشروع

source: Worksheet Toolbar
ar: شريط أدوات ورقة العمل

source: Data Extractor Toolbar
ar: شريط أدوات مُستخرِج البيانات

source: Spreadsheet Toolbar
ar: شريط أدوات جدول البيانات

source: Live Data Source Toolbar
ar: شريط أدوات مصدر البيانات المباشر

source: Notebook Toolbar
ar: شريط أدوات الكُرّاس

source: Script Toolbar
ar: شريط أدوات النصّ البرمجيّ

source: Plot Area Toolbar
ar: شريط أدوات منطقة الرسم البياني

source: &File
ar: &ملف

source: &Add New
ar: أضف جديد

source: &Notebook
ar: &دفتر

source: &Script
ar: س&كربت

source: Import
ar: اِستورد

source: &Edit
ar: ت&حرير

source: &Spreadsheet
ar: ورقة &عمل

source: &Matrix
ar: &مصفوفة

source: &Worksheet
ar: &ورقة العمل

source: &Data Extractor
ar: مُستخرِج &البيانات

source: &Drawing
ar: &رسم

source: &Tools
ar: أ&دوات

source: &Windows
ar: ال&نوافذ

source: Presenter Mode
ar: وضعيّة المُقدِّم

source: No worksheets are available in the project. The presenter mode will not be started.
ar: لا توجد أوراق عمل متوفّرة في المشروع. لن يبدأ تشغيل وضع المُقدِّم.

# %1 is the LabPlot version
source: Welcome to LabPlot %1
ar: أهلاً بك في LabPlot معمل الرسم %1

source: The current project "%1" has been modified. Do you want to save it?
ar: عُدِّل المشروع الحاليّ ”%1“. هل تريد حفظه؟

source: Save Project
ar: احفظ المشروع

source: %1: created
ar: ‏%1: أُنشئ

# @title:window
source: Project Explorer
ar: مستكشِف المشروع

# @title:window
source: Worksheet Preview
ar: معاينة ورقة العمل

# @title:window
source: Content
ar: مُحتوى

source: Origin Projects (%1)
ar: مشاريع Origin (%1)

source: Cantor Projects (*.cws)
ar: مشاريع Cantor ‏(*.cws)

source: Jupyter Notebooks (*.ipynb)
ar: كُرّاسات Jupyter ‏(*.ipynb)

source: All supported files (%1)
ar: كلّ الملفّات المدعومة (%1)

# @title:window
source: Open Project
ar: افتح مشروعًا

source: The project file %1 is already opened.
ar: ملفّ المشروع %1 مفتوح بالفعل.

source: Open Project
ar: افتح مشروعًا

source: The project file %1 doesn't exist.
ar: ملفّ المشروع %1 غير موجود.

source: Couldn't read the project file %1.
ar: لا أستطع قراءة ملفّ المشروع %1.

source: Loading %1...
ar: يحمّل %1...

source: %1: opened
ar: ‏%1: مفتوح

source: Project successfully opened (in %1 seconds).
ar: فُتِح المشروع بنجاح (في %1 ثانية).

# @title:window
source: Save Project As
ar: احفظ المشروع كـ

source: LabPlot Projects (*.lml *.lml.gz *.lml.bz2 *.lml.xz *.LML *.LML.GZ *.LML.BZ2 *.LML.XZ)
ar: مشاريع LabPlot معمل الرسم (*.lml *.lml.gz *.lml.bz2 *.lml.xz *.LML *.LML.GZ *.LML.BZ2 *.LML.XZ)

source: Couldn't open the temporary file for writing.
ar: لا أستطع فتح الملفّ المؤقّت للكتابة.

source: Saving %1...
ar: يحفظ %1...

source: Project saved
ar: حُفِظ المشروع

source: Couldn't save the file '%1'.
ar: لا أستطع حفظ الملفّ ”%1“.

source: Couldn't open the file '%1' for writing.
ar: لا أستطع فتح الملفّ '%1' للكتابة.

source: Project successfully saved (in %1 seconds).
ar: حُفظ المشروع بنجاح (في %1 ثانية).

source: Preparing printing of %1
ar: إعداد طباعة %1

source: %1 printed
ar: ‏%1 طُبع

source: Kaggle CLI tool not found
ar: أداة واجهة سطر الأوامر Kaggle غير موجودة

source: Provide the path to the Kaggle CLI tool in the application settings and try again.
ar: وفِّر المسار إلى أداة سطر أوامر Kaggle في إعدادات التطبيق وحاول مرّة أخرى.

source: %1 exported
ar: %1 مصدّر

source: FITS files saved
ar: حُفِظت ملفّات FITS

source: MQTT Client%1
ar: عميل MQTT ‏%1
