Repository: KDE/labplot
Catalog: po/*/labplot.po
Languages: ar

source: Divide by Mode
ar: اقسِم على المنوال

source: Divide by Range
ar: اقسِم على المدى

source: Divide by SD
ar: اقسِم على SD

source: Divide by MAD
ar: اقسِم على MAD

source: Divide by IQR
ar: اقسِم على IQR

source: (x-Mean)/SD
ar: (س - المتوسط) / SD

source: (x-Median)/MAD
ar: (س - الوسيط) / MAD

source: (x-Median)/IQR
ar: (س - الوسيط) / IQR

source: Rescale to [a, b]
ar: أعِد التحجيم إلى [أ، ب]

source: Heatmap
ar: خريطة حرارية

source: Insert Multiple Rows Above
ar: أدخِل عدة صفوف في الأعلى

source: Insert Multiple Rows Below
ar: أدخِل عدة صفوف في الأسفل

source: Delete Rows With Missing Values
ar: احذف الصفوف التي بها قيم مفقودة

source: Mask Rows With Missing Values
ar: اخفِ الصفوف التي بها قيم مفقودة

source: Row Statisti&cs
ar: إحصاءات الص&ف

source: Seasonal Decomposition
ar: فك التعمية الموسمي

source: Conditional Formatting
ar: التّنسيق الشّرطيّ

# Curve fitting
source: Fit Distribution
ar: ملاءمة التوزيع

source: Analyze and Plot Data
ar: حلِّل البيانات وارسمها

source: Time Series Analysis
ar: تحليل التسلسل الزمني

source: Set Column As
ar: اضبط العمود بصفة

source: Normalize
ar: تطبيع

source: Ladder of Powers
ar: سلم القوى

source: Hide Comments
ar: أخفِ التعليقات

source: Hide Sparklines
ar: أخفِ الرسوم البيانية المصغرة

source: Unfreeze Column
ar: أزِل تجميد العمود

source: Not enough memory to finalize this operation.
ar: لا توجد ذاكرة كافية لإنهاء هذه العملية.

source: %1: mask selected cells
ar: %1: اخفِ الخلايا المحددة

source: %1: unmask selected cells
ar: %1: أزِل قناع الخلايا المحددة

source: Seasonal Decomposition for %1
ar: فك التعمية الموسمي لـ %1

source: %1: fill cells with row numbers
ar: %1: املأ الخلايا بأرقام الصفوف

source: %1: fill column with row numbers
ar: %1: املأ العمود بأرقام الصفوف

source: %1: fill cells with random values
ar: %1: املأ الخلايا بقيم عشوائية

source: %1: fill cells with const values
ar: %1: املأ الخلايا بقيم ثابتة

source: Fill the selection with constant value
ar: املأ التحديد بقيمة ثابتة

source: Insert empty columns
ar: أدخِل أعمدة فارغة

source: Enter the number of columns to insert
ar: أدخِل عدد الأعمدة المراد إدراجها

source: %1: remove selected columns
ar: %1: أزِل الأعمدة المحددة

source: %1: reverse column
ar: %1: اعكِس العمود

source: The selected columns have different data types and cannot be flattened because of this.
ar: الأعمدة المحددة لها أنواع بيانات مختلفة ولا يمكن تسويتها بسبب هذا.

source: The spreadsheet has %1 rows. Do you really want to transpose it?
ar: تحتوي جدول البيانات على %1 صفوف. هل تريد حقًا تنقيلها؟

source: Transpose Spreadsheet
ar: نقل جدول البيانات

source: %1: normalize columns
ar: %1: ساوي الأعمدة

source: Sum = 0
ar: مجموع = 0

source: Min = 0
ar: الأدنى = 0

source: Max = 0
ar: الأقصى = 0

source: Count = 0
ar: العدد = 0

source: Mean = 0
ar: المعدل = 0

source: Median = 0
ar: متوسط = 0

source: Mode = 0
ar: الوضع = 0

source: 'Mode not defined'
ar: المنوال غير معرَّف

source: Range = 0
ar: المدى = ٠

source: SD = 0
ar: SD = ٠

source: MAD = 0
ar: MAD = ٠

source: IQR = 0
ar: IQR = ٠

source: Max - Min = 0
ar: الأقصى - الأدنى = ٠

source: Normalization not possible
ar: المساواة غير ممكنة

source: %1: power transform columns
ar: %1: حوِّل الأعمدة بقوى

source: %1: column statistics
ar: %1: إحصاءات العمود

source: Selection in %1
ar: تحديد في %1

source: %1: row statistics
ar: %1: إحصاءات الصف

source: Row %1
ar: الصف %1

source: Insert multiple rows
ar: أدخِل عدة صفوف

source: Enter the number of rows to insert
ar: أدخِل عدد الصفوف المراد إدراجها

source: %1: remove selected rows
ar: %1: أزِل الصفوف المحددة

source: %1: clear selected cells
ar: %1: أزِل الخلايا المحددة

source: Selected 1: %1 rows, %2 columns
ar: اختير ١: %1 صف، %2 عمود

source: Selected: %1 cells
ar: اختير: %1 خلية

source: row
ar: صف

source: column
ar: عمود

source: cells
ar: خلايا

source: masked value
ar: قيمة مخفية

source: masked values
ar: قيم مخفية

source: missing value
ar: قيمة مفقودة

source: missing values
ar: قيم مفقودة

source: Selected: %1 %2, %3 %4%5 %6 %7 %8
ar: اختير: %1 %2، %3 %4%5 %6 %7 %8

source: Selected: %1 %2%3 %4 %5 %6
ar: اختير: %1 %2%3 %4 %5 %6

# @title:window
source: Print Spreadsheet
ar: اطبع جدول البيانات

source: Couldn't create the SQLite database %1.
ar: لا أقدر على إنشاء قاعدة بيانات SQLite ‏%1.

source: Failed to create table in the SQLite database %1.
ar: فشل إنشاء الجدول في قاعدة بيانات SQLite ‏%1.

source: Failed to insert values into the table.
ar: فشل إدراج القيم في الجدول.

source: Location Measures
ar: مقاييس الموقع

source: Arithmetic Mean
ar: المتوسط الحسابي

source: Geometric Mean
ar: المتوسط الهندسي

source: Harmonic Mean
ar: المتوسط التوافقي

source: Contraharmonic Mean
ar: المتوسط التوافقي العكسي

source: First Quartile
ar: الربيع الأول

source: Third Quartile
ar: الربيع الثالث

source: Dispersion Measures
ar: مقاييس التشتت

source: Mean Absolute Deviation Around Mean
ar: متوسط الانحراف المطلق حول المتوسط

source: Mean Absolute Deviation Around Median
ar: متوسط الانحراف المطلق حول الوسيط

source: Median Absolute Deviation
ar: الانحراف المطلق للوسيط

source: Average 2-Period Moving Range
ar: متوسط النطاق المتحرك لفترة 2

source: Shape Measures
ar: مقاييس الشكل

source: Unique Values
ar: قيم فريدة

source: Overview
ar: نظرة عامة

source: Normal Q-Q Plot
ar: رسم Q-Q عادي

source: Pareto Plot
ar: رسم باريتو

source: Frequency Table
ar: جدول التردد

source: Percent
ar: النسبة المئوية

source: Cumulative Percentage
ar: النسبة المئوية التراكمية

source: Load
ar: حمّل

source: Load properties from a template
ar: حمِّل الخصائص من قالب

source: Save
ar: احفظ

source: Save current properties as a template
ar: احفظ الخصائص الحالية كقالب

source: Save Default
ar: احفظ المبدئي

source: Save current properties as default
ar: احفظ الخصائص الحالية كقالب مبدئي

source: Toolbar Settings
ar: إعدادات شريط الأدوات

source: Text position
ar: موضع النص

source: Icons only
ar: أيقونات فقط

source: Text only
ar: النص فقط

source: Text Alongside Icons
ar: النص بجانب الأيقونة

source: Text Under Icons
ar: النص أسفل أيقونة

source: Load From Template
ar: حمِّل من قالب

source: Template "%1" was loaded.
ar: حُمِّل القالب "%1".

source: Save As Template
ar: احفظ كقالب

source: New:
ar: جديد:

source: New template "%1" was saved.
ar: حُفِظ قالب جديد "%1".

source: Template "%1" was saved.
ar: حُفِظ القالب "%1".

source: New default template was saved.
ar: حُفِظ القالب المبدئي الجديد.

source: Theme '%1'
ar: السمة '%1'

source: Theme '%1' is active. Click on the button to change the theme.
ar: السمة '%1' نشطة. اضغط على الزر لتغيير السمة.

source: No theme is active. Click on the button to select a theme.
ar: لا توجد سمة نشطة. اضغط على الزر لاختيار سمة.

source: Theme "%1" was loaded.
ar: حُمِّلت السمة "%1".

source: Theming deactivated.
ar: عُطِّل تطبيق السمة.

source: Collection:
ar: التّجميعة:

source: Colormaps:
ar: خرائط الألوان:

source: Insert
ar: أدرج

source: Cancel
ar: ألغِ

source: Enter search term here
ar: أدخِل مصطلح البحث هنا

source: Y-error type:
ar: نوع خطأ Y:

source: Name:
ar: الاسم:

source: Error Type
ar: نوع الخطأ

source: X-error type:
ar: نوع خطأ X:

source: Symbols
ar: الرّموز

source: Error Bars
ar: أشرطة الخطأ

source: Style:
ar: النمط:

source: Color:
ar: اللون:

source: Size:
ar: الحجم:

source: Spinbox for numbers.
ar: مربع تدوير للأرقام.

source: pt
ar: نق

source: Specify the name of the image file.
ar: حدد اسم ملف الصورة.

source: Select the image file
ar: اختر ملف الصورة

source: Number of pixels between two neighbor data points
ar: عدد البكسلات بين نقطتي بيانات متجاورتين

source: px
ar: بك

source: References
ar: مراجع

source: Rotation:
ar: التّدوير:

source: Segments
ar: قطاعات

source: Minimum segment length detection
ar: الحد الأدنى لكشف طول القطاع.

source: Min. Length:
ar: الحد الأدنى للطول:

source: x=
ar: س=

source: y=
ar: ص=

source: z=
ar: ز=

source: Image:
ar: الصورة:

source: Embed
ar: مضمّن

source: Relative Path
ar: مسار نسبي

source: Type:
ar: النوع:

source: Separation:
ar: فاصل:

source: Datetime
ar: التاريخ والوقت

source: Ref. Points Symbol
ar: رمز نقاط المرجع

source: Edit Image
ar: حرّر الصورة

source: Intensity:
ar: الشّدّة:

source: Vertical position relative to label's parent
ar: الموضع العمودي بالنسبة إلى التسمية الأم

source: Hue:
ar: الصّبغة:

source: Current Image:
ar: الصورة الحالية:

source: Saturation:
ar: التّشبّع:

source: Foreground:
ar: الأماميّة:

source: Skip empty Parts
ar: تجاهل الأجزاء الفارغة

source: Column Data Types:
ar: أنواع بيانات العمود:

source: Removes the whitespaces from the start and the end, and replaces each sequence of internal whitespaces with a single space.
ar: أَزِل المسافات البيضاء من البداية والنهاية، واستبدِل كل **تسلسل** من المسافات البيضاء الداخلية بمسافة واحدة.

source: Simplify Whitespaces
ar: بَسِّط المسافات البيضاء

source: Column Separator:
ar: فاصل الأعمدة:

source: Create Timestamp
ar: أنشئ طابع زمني

source: Decimal Separator:
ar: فاصل عشري:

source: Import Integer as Double
ar: اِستورد عددًا صحيحًا كـمزدوج

source: Base year when only 2 digits are provided for the year
ar: السنة الأساس عند توفير رقمين فقط للسنة

source: Column Names:
ar: أسماء الأعمدة:

source: Remove Quotes
ar: أَزِل علامات الاقتباس

source: Year Base:
ar: السنة الأساس:

source: Comment Character:
ar: حرف التعليق:

source: Convert NaN to 0
ar: حَوِّل (ليس عددًا) إلى 0

source: Create Index
ar: انشأ فهرسًا

source: DateTime Format:
ar: صيغة التاريخ والوقت:

source: Names at Line:
ar: الأسماء عند السطر:

source: Skip Bytes:
ar: تَجَاوَز البايتات:

source: The number of vectors in the file
ar: عدد المُتَّجِهات في الملف

source: Data type:
ar: نوع البيانات:

source: Skip bytes at start of file
ar: تَجَاوَز بايتات عند بدء الملف

source: Skip bytes after each value
ar: تَجَاوَز بايتات بعد كل قيمة

source: Vectors:
ar: مُتَّجِهات:

source: Skip start bytes:
ar: تَجَاوَز بايتات البداية:

source: Byte order:
ar: ترتيب البايت:

source: Create index column
ar: انشأ عمود فهرس

source: Form
ar: استمارة

source: Import mode:
ar: نمط الاستيراد:

source: Convert time to seconds
ar: حَوِّل الوقت إلى ثوانٍ

source: Database
ar: قاعدة البيانات

source: enable
ar: مكّن

source: Connection String:
ar: سلسلة الاتصال:

source: Driver:
ar: المشغّل:

source: Host:
ar: المضيف:

source: Port:
ar: المنفذ:

source: Authentication
ar: الاستيثاق

source: User:
ar: المستخدم:

source: Password:
ar: كلمة السّر:

source: Column Descriptions
ar: أوصاف الأعمدة

source: Delete Description
ar: اِحْذِف الوصف

source: Add new description
ar: أَضِف وصفًا جديدًا

source: Filter Options
ar: خيارات المرشح

source: Comment character:
ar: حرف التعليق:

source: Separating string:
ar: سلسلة الفواصل:

source: Number format:
ar: تنسيق الأرقام:

source: DateTime format:
ar: صيغة التاريخ والوقت:

source: Use the first row to name the vectors
ar: اِستخدِم الصف الأول لتسمية المُتَّجِهات

source: Simplify whitespaces
ar: بَسِّط المسافات البيضاء

source: Skip empty parts
ar: تَجَاوَز الأجزاء الفارغة

source: Remove quotes
ar: أَزِل علامات الاقتباس

source: Short name
ar: الاسم قصيرًا

source: Download URL
ar: رابط التحميل

source: Subcategory
ar: تصنيف فرعي

source: Full name
ar: الاسم الكامل

source: Collection
ar: التّجميعة

source: Number of rows to preview:
ar: عدد الصفوف للمعاينة:

source: Refresh
ar: حدّث

source: Shows the content of the selected HDF5 file
ar: اِعرِض محتوى ملف HDF5 المختار

source: Import as:
ar: اِستورد كـ:

source: Choose how to import the image
ar: اِختر كيفية استيراد الصورة

source: Categories
ar: الفئات

source: Data Source
ar: مصدر البيانات

source: Baud rate:
ar: معدل الباود:

source: Connection:
ar: الاتّصال:

source: Field:
ar: الحقل:

source: First row as column names:
ar: الصف الأول كأسماء أعمدة:

source: File or Named Pipe
ar: ملف أو أنبوب مُسمّى

source: Network TCP Socket
ar: مقبس شبكة TCP

source: Network UDP Socket
ar: مقبس شبكة UDP

source: Local Socket
ar: مقبس محلي

source: Serial Port
ar: المنفذ التّسلسليّ

source: DBC Database
ar: قاعدة بيانات DBC

source: Select the file to import
ar: اِختر الملف للاستيراد

source: Show file info
ar: اِعرِض معلومات الملف

source: Source:
ar: المصدر:

source: Relative Path:
ar: المسار النّسبيّ:

source: Filter:
ar: المرشّح:

source: Topic:
ar: الموضوع:

source: Topics:
ar: المواضيع:

source: Precision:
ar: الدقة:

source: Not all variables might be visible, because of limited number of messages
ar: قد لا تكون كل المتغيرات مرئية، بسَبَب العدد المحدود من الرسائل

source: Start row:
ar: صف البداية:

source: Specify the end row to import; -1 stands for the last row
ar: حَدِّد صف النهاية للاستيراد؛ -1 يَعنِي الصف الأخير

source: Start column:
ar: عمود البداية:

source: Specify the start column for import
ar: حَدِّد عمود البداية للاستيراد

source: Specify the start row for import
ar: حدد صف البدء للاستيراد

source: End column:
ar: عمود النهاية:

source: Specify the end column to import; -1 stands for the last column
ar: حدد عمود النهاية للاستيراد؛ -1 يمثل العمود الأخير

source: End row:
ar: صف النهاية:

source: Update Options
ar: خيارات التحديث

source: Update:
ar: حدّث:

source: Read:
ar: القراءة:

source: Update interval:
ar: فترة التحديث:

source: Keep last values:
ar: احتفظ بالقيم الأخيرة:

source: Sample size:
ar: حجم العينة:

source: Periodically
ar: بشكل دوري

source: On New Data
ar: عند بيانات جديدة

source: ms
ar: مث

source: Link the file
ar: اربط الملف

source: Dialog
ar: حواريّ

source: Import As
ar: استورد بصفة

source: File name:
ar: اسم الملفّ:

source: Objects to Import
ar: الكائنات المراد استيرادها

source: Graph Layers:
ar: طبقات الرسم البياني:

source: Unused Objects:
ar: كائنات غير مستخدمة:

source: Folder:
ar: المجلّد:

source: Import from:
ar: استورد من:

source: Decimal separator:
ar: فاصل عشري:

source: Query
ar: استعلام

source: Import Warnings
ar: تحذيرات الاستيراد

source: OK
ar: حسناً

source: Import object names
ar: استورد أسماء الكائنات

source: Shows the content of the selected NetCDF file
ar: يعرض محتوى ملف NetCDF المحدد

source: Variable
ar: متغير

source: Rank
ar: الرتبة

source: Dims
ar: أبعاد

source: Class
ar: الفئة

source: Complex
ar: كلمة معقد

source: Manage connections:
ar: أدر الاتصالات:

source: Client ID:
ar: معرف الزبون:

source: Username:
ar: اسم المستخدم:

source: Set client ID
ar: عين معرّف الزبون

source: Use authentication
ar: استخدم الاستيثاق

source: Interpret retain messages
ar: فسّر رسائل الاستبقاء

source: MQTT Error Widget
ar: ودجة خطأ MQTT

source: User name:
ar: اسم المستخدم:

source: Make Changes
ar: أجرِ التغييرات

source: Subscribed
ar: مشترك

source: QoS 0
ar: جودة خدمة 0

source: QoS 1
ar: جودة خدمة 1

source: QoS 2
ar: جودة خدمة 2

source: Shows the content of the selected ROOT file
ar: يعرض محتوى ملف ROOT المحدد

source: First row:
ar: الصف الأول:

source: Last row:
ar: الصف الأخير:

source: Start:
ar: البدء:

source: Show scale and offset beside axis
ar: أظهر المقياس والإزاحة بجانب المحور

source: Show scale and offset
ar: أظهر المقياس والإزاحة

source: Set factor to unity scale
ar: عين العامل إلى مقياس الوحدة

source: Set factor and offset to get 0 .. 1
ar: عين العامل والإزاحة للحصول على 0 .. 1

source: Scale:
ar: المقياس:

source: Zero Offset:
ar: إزاحة الصفر:

source: End:
ar: الانتهاء:

source: Set offset to start at zero
ar: عين الإزاحة للبدء عند الصفر

source: Set offset to center around zero
ar: عين الإزاحة للتمركز حول الصفر

source: Set offset to end at zero
ar: عين الإزاحة للانتهاء عند الصفر

source: Scaling Factor:
ar: عامل القياس:

source: Range:
ar: المدى:

source: Orientation:
ar: الاتّجاه:

source: Arrow
ar: سهم

source: The opacity ranges from 0 to 100, where 0 is fully transparent and 100 is fully opaque.
ar: تتراوح التعتيم من 0 إلى 100، حيث 0 هو شفاف بالكامل و 100 هو معتم بالكامل.

source: Ticks
ar: علامات التجزئة

source: Number:
ar: العدد:

source: 1st Tick Value:
ar: قيمة علامة التجزئة الأولى:

source: Spacing:
ar: التّباعد:

source: Major Ticks
ar: علامات التجزئة الرئيسية

source: Increment:
ar: الزيادة:

source: Label Type:
ar: نوع لصائق:

source: Label Column:
ar: عمود اللصائق:

source: Position Column:
ar: موضع العمود:

source: Direction:
ar: الاتّجاه:

source: <html><head/><body><p>Set offset to start ticks at first data point</p></body></html>
ar: <html><head/><body><p>عين الإزاحة لبدء علامات التجزئة عند نقطة البيانات الأولى</p></body></html>

source: <html><head/><body><p>Set offset to start ticks at round value before first data point</p></body></html>
ar: <html><head/><body><p>عين الإزاحة لبدء علامات التجزئة عند قيمة مستديرة قبل نقطة البيانات الأولى</p></body></html>

source: Length:
ar: الطّول:

source: Minor Ticks
ar: علامات التجزئة الثانوية

source: <html><head/><body><p>Offset of the first tick from the start of the axis</p></body></html>
ar: <html><head/><body><p>إزاحة علامة التجزئة الأولى من بداية المحور</p></body></html>

source: 1st Tick Offset:
ar: إزاحة علامة التجزئة الأولى:

source: 1st Tick at:
ar: علامة التجزئة الأولى عند:

source: Labels
ar: التسميات

source: Number of digits after the decimal point
ar: عدد الأرقام بعد الفاصلة العشرية

source: Automatically determine the optimal number of digits after the decimal point
ar: حدد آليًا العدد الأمثل من الأرقام بعد الفاصلة العشرية

source: Position
ar: الموضع

source: Font:
ar: الخط:

source: Suffix:
ar: اللاحقة:

source: Offset:
ar: الإزاحة:

source: Opacity:
ar: الشّفافيّة:

source: Format:
ar: النّسق:

source: Prefix:
ar: البادئة:

source: Font Color:
ar: لون الخطّ:

source: Grid
ar: الشّبكة

source: Minor Grid
ar: شبكة ثانوية

source: Major Grid
ar: شبكة رئيسية

source: Enabled:
ar: ممكّن

source: First color:
ar: أوّل لون:

source: Second color:
ar: اللون الثاني:

source: visible
ar: مرئي

source: x:
ar: س:

source: Data:
ar: البيانات:

source: y:
ar: ص:

source: Bars
ar: شرائط

source: Border
ar: الحدود

source: Filling
ar: تعبئة

source: Width
ar: العرض

source: Notches
ar: فجوات

source: Ordering:
ar: ترتيب:

source: Whiskers:
ar: شوارب:

source: k:
ar: ك:

source: Variable Width:
ar: عرض متغير:

source: Box
ar: صندوق

source: Median Line
ar: خط الوسيط

source: Markers
ar: المؤشرات

source: Outlier
ar: قيمة شاذة

source: Far Out
ar: بعيد جدا

source: Data (excl. Outlier and Far Out)
ar: بيانات (باستثناء القيم الشاذة والبعيدة جداً)

source: Whisker End
ar: نهاية الشارب

source: Jitter
ar: تقلقل الإرسال

source: Whiskers
ar: شوارب

source: Cap
ar: قبعة

source: Margins
ar: الهوامش

source: Rug Plot
ar: رسم سجادة

source: Width:
ar: العرض:

source: Plot Colors:
ar: ألوان الرسم:

source: List of plot ranges
ar: قائمة نطاقات الرسم

source: X Range
ar: نطاق س

source: Y Range
ar: نطاق ص

source: Extend:
ar: توسيع:

source: Data Range:
ar: مجال البيانات:

source: <html><head/><body><p>Add a new x range</p></body></html>
ar: <html><head/><body><p>أضف نطاق x جديد</p></body></html>

source: Remove the current selected x range
ar: أزل نطاق x المحدد حالياً

source: Color Map:
ar: خريطة الألوان:

source: Add new plot range
ar: أضف نطاق رسم جديد

source: Remove current plot range
ar: أزل نطاق الرسم الحالي

source: List of x ranges
ar: قائمة نطاقات س

source: Format
ar: التّنسيق

source: Start
ar: ابدأ

source: End
ar: النهاية

source: Scale
ar: حجّم

source: list of y ranges
ar: قائمة نطاقات ص

source: Points:
ar: النقاط:

source: Add a new y range
ar: أضف نطاق ص جديد

source: remove the current selected y range
ar: أزل نطاق ص المحدد حالياً

source: Layout
ar: التخطيط

source: cm
ar: سم

source: Geometry
ar: الأبعاد

source: Padding
ar: الحشو

source: Symmetric:
ar: متماثل:

source: Bottom:
ar: الأسفل:

source: Height:
ar: الارتفاع:

source: Right:
ar: اليمين:

source: Range Breaks
ar: فواصل النطاق

source: To:
ar: إلى:

source: Add new scale breaking
ar: أضف كسر مقياس جديد

source: Remove scale breaking
ar: أزل كسر المقياس

source: Current scale breaking
ar: كسر المقياس الحالي

source: Y-Range
ar: نطاق-ص

source: From:
ar: من:

source: X-Range
ar: نطاق-س

source: Area
ar: مساحة

source: Corner Radius:
ar: نصف قطر الزاوية:

source: Stack
ar: مكدس

source: Ver. align.:
ar: محاذاة عمودية:

source: Logical coordinates
ar: إحداثيات منطقية

source: Line+Symbol Width:
ar: عرض الخط + الرمز:

source: Order:
ar: الترتيب:

source: Locked
ar: مغلق

source: Hor. align.:
ar: محاذاة أفقية:

source: Plot's Color:
ar: لون الرسم:

source: Corner radius:
ar: نصف قطر الزاوية:

source: Auto-Update
ar: تحديث آلي

source: Constants
ar: ثوابت

source: Load a custom function
ar: حمّل دالة مخصصة

source: Functions
ar: دوال

source: Save a custom function
ar: احفظ دالة مخصصة

source: Auto-Resize
ar: تحجيم آلي

source: Plot Designation:
ar: تسمية الرسم:

source: Formula
ar: المعادلة

source: Apply
ar: طبّق

source: Cursor 1
ar: المؤشر 1

source: Cursor 2
ar: المؤشر 2

source: Horizontal position relative to label's parent
ar: الموضع الأفقي بالنسبة إلى التسمية الأم

source: X Error
ar: خطأ X

source: Data, +:
ar: البيانات، +:

source: Data, -:
ar: البيانات، -:

source: Cap size:
ar: حجم الغطاء:

source: Minimum:
ar: الدّنيا:

source: Binning
ar: تكوين السلال

source: Method:
ar: الطّريقة:

source: Maximum:
ar: الأقصى:

source: Bin Width:
ar: عرض السلة:

source: Normalization:
ar: التطبيع:

source: Bin Ranges
ar: نطاقات السلة

source: Bin Count:
ar: عدد السلال:

source: Shape
ar: شكل

source: Test Mean μ₀:
ar: اختبار المتوسط μ₀:

source: Significance Level α:
ar: مستوى الدلالة α:

source: Recalculate
ar: أعد الحساب

source: Null:
ar: عدمي:

source: Alternative:
ar: البديل:

source: Hypotheses
ar: الفرضيات

source: Test:
ar: الاختبار:

source: Position Y:
ar: موضع ص:

source: Y:
ar: ص:

source: X:
ar: س:

source: Logical Coordinates
ar: إحداثيات منطقية

source: Position X:
ar: موضع س:

source: Embedded:
ar: مضمّنة:

source: Vert. align.:
ar: محاذاة رأسية:

source: Specify the name of the image file
ar: حدد اسم ملف الصورة

source: Keep Ratio:
ar: أبق التناسب:

source: Curves:
ar: المنحنيات:

source: Connect To:
ar: متصل ب:

source: Anchor:
ar: المربط:

source: Lines
ar: الخطوط

source: Vertical Line
ar: خط رأسي

source: Connection Line
ar: خط الاتصال

source: Kernel:
ar: نواة:

source: Bandwidth:
ar: عرض النطاق:

source: Plot range:
ar: نطاق الرسم:

source: Estimation Line
ar: خط التقدير

source: Interval:
ar: الفترة:

source: Topics
ar: المواضيع

source: Update Message
ar: رسالة التحديث

source: Till the End
ar: حتى النهاية

source: Read Whole File
ar: اقرأ الملف بأكمله

source: Rows:
ar: الصّفوف:

source: Mapping
ar: الخرائط

source: X-Start:
ar: بداية X:

source: X-End:
ar: نهاية X:

source: Y-Start:
ar: بداية Y:

source: Y-End:
ar: نهاية Y:

source: Header:
ar: التّرويسة:

source: Evaluate
ar: قيّم

source: Background color:
ar: لون الخلفية:

source: Text color:
ar: لون النّصّ:

source: Min. Lower Limit:
ar: الحد الأدنى الأقل:

source: Sample Sizes:
ar: أحجام العينة:

source: Limits based on:
ar: حدود بناء على:

source: Max. Upper Limit:
ar: الحد الأعلى الأقصى:

source: Upper Limit:
ar: النهاية العليا:

source: Lower Limit:
ar: النهاية الصغرى:

source: Center/Limits:
ar: المركز/الحدود:

source: Exact Limits:
ar: حدود دقيقة:

source: Center:
ar: المركز:

source: Data Line
ar: خط البيانات

source: Center/Limits Lines
ar: خطوط المركز/الحدود

source: Upper Limit
ar: الحد الأعلى

source: Lower Limit
ar: الحد الأدنى

source: Center/Limit Values
ar: قيم المركز/الحد

source: Shape:
ar: الشكل:

source: Background Color:
ar: لون الخلفية:

source: Settings:
ar: إعدادات:

source: Modified:
ar: عُدّل في:

source: Created:
ar: أُنشئ في:

source: Version:
ar: الإصدارة:

source: Compress File:
ar: اضغط الملف:

source: Author:
ar: المؤلّف:

source: File Name:
ar: اسم الملف:

source: Save Dock States:
ar: احفظ حالات الودجة:

source: Save Calculations:
ar: احفظ الحسابات:

source: Save Data in File:
ar: احفظ البيانات في الملف:

source: Distribution:
ar: التوزيعة:

source: p(x) =
ar: ع(س) =

source: Percentiles
ar: المئينيات

source: End x:
ar: نهاية س:

source: Start x:
ar: بداية س:

source: Center Line
ar: خط المركز

source: Runtime:
ar: وقت التشغيل:

source: X-Data:
ar: بيانات X:

source: Y-Data:
ar: بيانات Y:

source: Options
ar: خيارات

source: Periods:
ar: الفترات:
