[
	{
		"name" : "ColorBrewer (Sequential)",
		"description" : "<b>Sequential schemes</b> from the <b>ColorBrewer collection</b> are suited to ordered data that progress from low to high. Lightness steps dominate the look of these schemes, with light colors for low data values to dark colors for high data values.<br><br><b>ColorBrewer collection</b> is based on the research of Dr. Cynthia Brewer (<a href=\"http://www.personal.psu.edu/faculty/c/a/cab38/ColorSch/SchHome.html\">source</a>).",
		"url" : "https://colorbrewer2.org"
	},
	{
		"name" : "ColorBrewer (Diverging)",
		"description" :"<b>Diverging schemes</b> from the <b>ColorBrewer collection</b>  put equal emphasis on mid-range critical values and extremes at both ends of the data range. The critical class or break in the middle of the legend is emphasized with light colors and low and high extremes are emphasized with dark colors that have contrasting hues.<br><br>Diverging schemes are most effective when the class break in the middle of the sequence, or the lightest middle color, is meaningfully related to the mapped data. Use the break or class emphasized by a hue and lightness change to represent a critical value in the data such as the mean, median, or zero. Colors increase in darkness to represent differences in both directions from this meaningful mid-range value in the data.<br><br>NOTE: Although we have designed the diverging schemes to be symmetrical, you may need to customize schemes by moving the critical break/class closer to one end of the sequence to suit your map data. For example, a map of population change might have two classes of population loss and five classes of growth, requiring a scheme with only two colors on one side of a zero-change break and five on the other. Choose a scheme with ten-colors and omit three colors from the loss side of the scheme.<br><br><b>ColorBrewer collection</b> is based on the research of Dr. Cynthia Brewer (<a href=\"http://www.personal.psu.edu/faculty/c/a/cab38/ColorSch/SchHome.html\">source</a>).",
		"url" : "https://colorbrewer2.org"
	},
	{
		"name" : "ColorBrewer (Qualitative)",
		"description" : "<b>Qualitative schemes</b> from the <b>ColorBrewer collection</b> do not imply magnitude differences between legend classes, and hues are used to create the primary visual differences between classes. Qualitative schemes are best suited to representing nominal or categorical data. Most of the qualitative schemes rely on differences in hue with only subtle lightness differences between colors. You may pick a subset of colors from a legend with more classes if you are not pleased with the subsets. For example, you could pick four colors  from a seven-color legend.<br><br><b>ColorBrewer collection</b> is based on the research of Dr. Cynthia Brewer (<a href=\"http://www.personal.psu.edu/faculty/c/a/cab38/ColorSch/SchHome.html\">source</a>).",
		"url" : "https://colorbrewer2.org"
	},
	{
		"name" : "Diverging Color Maps for Scientific Visualization",
		"description" : "Color maps based on the paper <b>\"Diverging Color Maps for Scientific Visualization.\"</b> by Kenneth Moreland (<i>In Proceedings of the 5th International Symposium on Visual Computing, December 2009. DOI 10.1007/978-3-642-10520-3_9</i>).<br><br>One of the most fundamental features of scientific visualization is the process of mapping scalar values to colors. This process allows us to view scalar fields by coloring surfaces and volumes. Unfortunately, the majority of scientific visualization tools still use a color map that is famous for its ineffectiveness: the rainbow color map. This color map, which naively sweeps through the most saturated colors, is well known for its ability to obscure data, introduce artifacts, and confuse users. Although many alternate color maps have been proposed, none have achieved widespread adoption by the visualization community for scientific visualization. This paper explores the use of diverging color maps (sometimes also called ratio, bipolar, or double-ended color maps) for use in scientific visualization, provides a diverging color map that generally performs well in scientific visualization applications, and presents an algorithm that allows users to easily generate their own customized color maps.",
		"url" : "https://www.kennethmoreland.com/color-maps/"
	},
	{
		"name" : "Scientific Colour Maps (Sequential)",
		"description": "Suite of scientific, colour-vision deficiency friendly and perceptually uniform colour maps (<a href=\"http://www.fabiocrameri.ch/colourmaps\">source</a>) that prevent both excluding readers and significant visual errors, which would otherwise visually distort the underlying data and mislead the reader.",
		"url" : "http://www.fabiocrameri.ch/colourmaps.php"
	},
	{
		"name" : "Scientific Colour Maps (Diverging)",
		"description": "Suite of scientific, colour-vision deficiency friendly and perceptually uniform colour maps (<a href=\"http://www.fabiocrameri.ch/colourmaps\">source</a>) that prevent both excluding readers and significant visual errors, which would otherwise visually distort the underlying data and mislead the reader.",
		"url" : "http://www.fabiocrameri.ch/colourmaps.php"
	},
	{
		"name" : "Scientific Colour Maps (Multi-sequential)",
		"description": "Suite of scientific, colour-vision deficiency friendly and perceptually uniform colour maps (<a href=\"http://www.fabiocrameri.ch/colourmaps\">source</a>) that prevent both excluding readers and significant visual errors, which would otherwise visually distort the underlying data and mislead the reader.",
		"url" : "http://www.fabiocrameri.ch/colourmaps.php"
	},
	{
		"name" : "Scientific Colour Maps (Cyclic)",
		"description": "Suite of scientific, colour-vision deficiency friendly and perceptually uniform colour maps (<a href=\"http://www.fabiocrameri.ch/colourmaps\">source</a>) that prevent both excluding readers and significant visual errors, which would otherwise visually distort the underlying data and mislead the reader.",
		"url" : "http://www.fabiocrameri.ch/colourmaps.php"
	},
	{
		"name" : "viridis (Sequential)",
		"description": "viridis provides a series of color maps that are designed to improve graph readability for readers with common forms of color blindness and/or color vision deficiency. The color maps are also perceptually-uniform, both in regular form and also when converted to black-and-white for printing (<a href=\"https://cran.r-project.org/web/packages/viridis/vignettes/intro-to-viridis.html\">source</a>).",
		"url" : "https://cran.r-project.org/web/packages/viridis/vignettes/intro-to-viridis.html"
	},
	{
		"name" : "cmocean (Circular)",
		"description": "A suite of perceptually-uniform colormaps inspired by oceanography and developed by Kristen Thyng. (<a href=\"https://matplotlib.org/cmocean/\">source</a>).",
		"url" : "https://matplotlib.org/cmocean/"
	},
	{
		"name" : "cmocean (Diverging)",
		"description": "A suite of perceptually-uniform colormaps inspired by oceanography and developed by Kristen Thyng. (<a href=\"https://matplotlib.org/cmocean/\">source</a>).",
		"url" : "https://matplotlib.org/cmocean/"
	},
	{
		"name" : "cmocean (Sequential)",
		"description": "A suite of perceptually-uniform colormaps inspired by oceanography and developed by Kristen Thyng. (<a href=\"https://matplotlib.org/cmocean/\">source</a>).",
		"url" : "https://matplotlib.org/cmocean/"
	},
	{
		"name" : "cmocean (Multi-sequential)",
		"description": "A suite of perceptually-uniform colormaps inspired by oceanography and developed by Kristen Thyng. (<a href=\"https://matplotlib.org/cmocean/\">source</a>).",
		"url" : "https://matplotlib.org/cmocean/"
	},
	{
		"name" : "ColorCET (Colour Blind)",
		"description": "These colour maps avoid points of locally high colour contrast leading to the perception of false anomalies in your data when there are none. The colour maps have been designed to avoid this phenomenon by having uniform perceptual contrast over their whole range (<a href=\"https://colorcet.com/\">source</a>).<br><br><b>Colour Blind</b> colour maps. These are not designed to be merely 'colour blind safe'. These maps have been constructed to lie within either the 2D model of protanopic/deuteranopic colour space, or the 2D model of tritanopic colour space. Hopefully by working within these colour spaces people who are colour blind will be able to share a common perceptual interpretation of data with those who have normal colour vision. It also ensures maximal use of the available colour spaces, and allows chroma and lightness to be properly used in the design of colour maps. I would value any feedback on the usefulness, or otherwise, of these maps.",
		"url" : "https://colorcet.com/"
	},
	{
		"name" : "ColorCET (Cyclic)",
		"description": "These colour maps avoid points of locally high colour contrast leading to the perception of false anomalies in your data when there are none. The colour maps have been designed to avoid this phenomenon by having uniform perceptual contrast over their whole range (<a href=\"https://colorcet.com/\">source</a>).<br><br><b>Cyclic</b> colour maps have colours that are matched at each end. They are intended for the presentation of data that is cyclic such as orientation values or angular phase data. They require particular care in their design (the standard colour circle is not a good map).",
		"url" : "https://colorcet.com/"
	},
	{
		"name" : "ColorCET (Diverging)",
		"description": "These colour maps avoid points of locally high colour contrast leading to the perception of false anomalies in your data when there are none. The colour maps have been designed to avoid this phenomenon by having uniform perceptual contrast over their whole range (<a href=\"https://colorcet.com/\">source</a>).<br><br><b>Diverging</b> colour maps are suitable where the data being displayed has a well defined reference value and we are interested in differentiating values that lie above, or below, the reference value. The centre point of the colour map will be white, black or grey. It should be noted that, in general, diverging colour maps have a small perceptual flat spot at the centre. The exception being linear-diverging maps which avoid this problem.",
		"url" : "https://colorcet.com/"
	},
	{
		"name" : "ColorCET (Isoluminant)",
		"description": "These colour maps avoid points of locally high colour contrast leading to the perception of false anomalies in your data when there are none. The colour maps have been designed to avoid this phenomenon by having uniform perceptual contrast over their whole range (<a href=\"https://colorcet.com/\">source</a>).<br><br><b>Isoluminant</b> colour maps are constructed from colours of equal perceptual lightness. These colour maps are designed for use with relief shading. On their own these colour maps are not very useful because features in the data are very hard to discern. However, when used in conjunction with relief shading their constant lightness means that the colour map does not induce an independent shading pattern that will interfere with, or even hide, the structures induced by the relief shading. The relief shading provides the structural information and the colours provide the data classification information.",
		"url" : "https://colorcet.com/"
	},
	{
		"name" : "ColorCET (Linear)",
		"description": "These colour maps avoid points of locally high colour contrast leading to the perception of false anomalies in your data when there are none. The colour maps have been designed to avoid this phenomenon by having uniform perceptual contrast over their whole range (<a href=\"https://colorcet.com/\">source</a>).<br><br><b>Linear</b> colour maps are intended for general use and have colour lightness values that increase or decrease linearly over the colour map's range. Such maps are also known as sequential maps.",
		"url" : "https://colorcet.com/"
	},
	{
		"name" : "ColorCET (Rainbow)",
		"description": "These colour maps avoid points of locally high colour contrast leading to the perception of false anomalies in your data when there are none. The colour maps have been designed to avoid this phenomenon by having uniform perceptual contrast over their whole range (<a href=\"https://colorcet.com/\">source</a>).<br><br><b>Rainbow</b> colour maps are widely used but often misused. It is suggested that they be avoided because they have reversals in the lightness gradient at yellow and red which can upset a viewer's perceptual ordering of the colours in the colour map. However, they are attractive and perhaps can have a legitimate use where the main aim is to differentiate data values rather than communicate a data ordering. I believe the rainbow colour maps presented here have minimal badness though they do have localised perceptual flat spots at yellow and red.",
		"url" : "https://colorcet.com/"
	}
]
